[
  {
    "id": "b76b7800-1f86-4642-a17f-f90578c28106",
    "slug": "expression",
    "name": "Throat Chakra",
    "tagline": "Stillness & Coherence",
    "sanskritName": "Vishuddha",
    "tone": "Expression",
    "location": "Throat",
    "element": "Ether",
    "mantra": "HAM",
    "symbol": "🗣",
    "description": "The Throat Chakra governs communication.",
    "colors": {
      "dark": "#1E3A8A",
      "light": "#DBEAFE",
      "primary": "#2563EB",
      "gradient": "from-blue-600 via-blue-500 to-sky-400"
    },
    "crystals": [
      "Aquamarine",
      "Blue Lace Agate",
      "Turquoise",
      "Lapis Lazuli"
    ],
    "benefits": [
      "Communication",
      "Expression",
      "Truth",
      "Listening",
      "Confidence"
    ],
    "products": [],
    "content": {
      "soul-luxury": [
        {
          "id": "expression-wall-hanging-sl",
          "name": "Akasha Aayam Wall Hanging",
          "step": 1,
          "ethos": "Hand-crafted: Each piece is moulded, painted, and assembled manually. Designed to support clear communication and self-expression.",
          "price": "₹4,500",
          "images": [
            "/images/throat-chakra-wall-hanging.jpg"
          ],
          "category": "Wall Hanging",
          "features": [
            "Hand-moulded terracotta base",
            "Solid wood inscription element with 'Truth'",
            "Traditional brass ghungroo bells",
            "Unified Aakaura colour tone with natural wood accents",
            "Acrylic matte finish for visual calm"
          ],
          "idealFor": "Clear communication, self-expression practices, sound meditation, creative spaces, workspaces, spiritual décor, and intentional gifting",
          "symbolism": "Represents purification, truthful expression, clarity of thought, and the refinement of sound and communication",
          "whatItsFor": "A visual and energetic anchor for truth and authenticity. Designed for those seeking to unblock communication, enhance creativity, and express their inner reality.",
          "description": "A handcrafted terracotta piece symbolizing clarity, expression, and authenticity.",
          "sanskritName": "Throat Chakra Wall Hanging",
          "specifications": {
            "color": "Unified Aakaura colour tone with natural wood accents.",
            "finish": "Acrylic matte finish (Uniform, non-glossy surface designed for visual calm and longevity)",
            "weight": "Approx. 450 grams",
            "crafting": "Hand-crafted: Each piece is moulded, painted, and assembled manually.",
            "material": "Hand-moulded terracotta base, solid wood inscription element, and brass ghungroo bells.",
            "Ideal For": "Clear communication, self-expression practices, sound meditation, creative spaces, workspaces, spiritual décor, and intentional gifting",
            "packaging": "Secure packaging",
            "dimensions": "Approx. 33 × 19 × 1 cm (Length × Width × Depth)",
            "durability": "Long-lasting for indoor use.",
            "Product Name": "Akasha Aayam (Throat/Vishuddha Chakra) Wall Hanging"
          },
          "designBreakdown": [
            {
              "title": "Sixteen-Petaled Lotus (Vishuddha Symbol)",
              "description": "Represents the sixteen Sanskrit vowels, symbolizing refined sound, articulation, creativity, and pure communication. The petals signify mastery over speech, listening, and expression."
            },
            {
              "title": "Inverted Triangle",
              "description": "Symbolizes the upward movement of energy from the lower chakras toward higher awareness, refined through conscious speech and inner truth."
            },
            {
              "title": "Circular Mandala / White Disc",
              "description": "Represents Akasha (ether/space) — the subtle element associated with sound, openness, clarity, and expansive awareness."
            },
            {
              "title": "Brass Ghungroo Clusters",
              "description": "Seven anchoring points, each adorned with three traditional brass ghungroo bells. Designed to create subtle vibrational resonance, reflecting the relationship between sound, silence, and awareness."
            },
            {
              "title": "Wooden Inscription Element",
              "description": "A solid wooden log plaque, engraved with “truth.” (English) and “सत्य” (Satya) - derived from sat (being), meaning 'that which exists' or 'truth'."
            }
          ],
          "careInstructions": "Clean gently with a soft, dry cloth. Avoid water, moisture, chemicals, and perfumes.",
          "additionalSection": {
            "title": "When to Work with the Throat Chakra (Vishuddha)",
            "content": "**Working on the Throat Chakra (Vishuddha)**\nWorking on the Throat Chakra (Vishuddha) is recommended when communication feels blocked, suppressed, or distorted. Located at the throat center, Vishuddha governs speech, listening, truthfulness, and the ability to express inner reality without fear or excess.\n\n**Who Should Work on the Throat Chakra**\n- **Individuals struggling with self-expression**: Difficulty speaking honestly, fear of judgment, or habitual silence.\n- **People experiencing communication imbalance**: Over-talking, under-speaking, or miscommunication in personal or professional life.\n- **Creative individuals facing blocks**: Writers, artists, teachers, or speakers experiencing expressive stagnation.\n- **Those experiencing throat or neck tension**: Tightness, stiffness, or habitual jaw clenching (energetic association, not medical advice).\n- **Individuals suppressing emotions or truth**: Holding back thoughts, feelings, or opinions out of fear or conditioning.\n\n**Best Spaces to Work on Throat Chakra Energy**\nVishuddha practices thrive in spaces that encourage clarity, openness, and sound awareness.\n\n*Outdoor Spaces*\n- Quiet open areas with natural acoustics\n- Early morning stillness\n- Spaces with flowing air\n\n*Indoor Spaces*\n- Meditation or chanting areas\n- Workspaces dedicated to communication or creativity\n- Clean, uncluttered environments that support focus\n- Areas where sound practices can be done without disturbance\n\n**Best Times to Work on the Throat Chakra**\n- Early morning, before speech accumulates\n- Before important conversations or creative work\n- During phases of self-reflection or truth-seeking\n- Consistent practice 1–2 times per week, or during expressive blocks\n\n**Supportive Practices**\n- Conscious vocalization and chanting\n- Seed mantra chanting: “HAM”\n- Neck and shoulder-opening yoga postures\n- Listening meditations (sound → silence)\n- Journaling or spoken affirmations"
          },
          "languageEngraving": "English & Sanskrit — “truth.” and “सत्य”",
          "specificDescription": "A handcrafted terracotta piece symbolizing clarity, expression, and authenticity. Designed around the Vishuddha chakra geometry, it carries the energy of honest communication and inner alignment. The sixteen-petaled lotus represents the sixteen vowels of the Sanskrit language, symbolizing refined expression, creativity, and harmonious sound. At its center, the inverted triangle signifies the upward movement of energy from the lower chakras toward higher states of spiritual awareness. Enclosing this form, the white circle or full moon represents the element of ether (Akasha). Finished with soft bells and a wooden plaque engraved with “सत्य” (Truth) — a reminder that expression is most powerful when it is pure."
        },
        {
          "id": "expression-bonsai-sl",
          "name": "Aarohma Ekam Bonsai: Throat (Vishuddha) Chakra",
          "step": 1,
          "ethos": "This piece integrates a living Adenium bonsai, aligning with principles of biophilic design.",
          "price": "₹8,500",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1770640184/IMG_20260209_175137_eavec7.png"
          ],
          "category": "Bonsai",
          "features": [
            "Living Adenium bonsai",
            "Handcrafted terracotta pot",
            "Aura-toned yarn (Cool Blue)",
            "Upward spiral design",
            "Suspended yarn orbs"
          ],
          "idealFor": "Work desks, creative corners, studios, or meditation zones",
          "variants": [],
          "whatItsFor": "Throat Chakra Aarohma Ekam is for those who are learning to speak without fear, listen without judgment, and express without dilution. Say less. Mean more. Let your energy speak first.",
          "description": "The Throat Chakra Aarohma Ekam Bonsai represents expression, truth, clarity, and the courage to be heard.",
          "sanskritName": "Aarohma Ekam: Vishuddha",
          "specifications": {
            "Weight": "Lightweight to medium (varies slightly due to live plant and handcrafted elements)",
            "Texture": "Natural (plant & terracotta) with soft yarn detailing",
            "Material": "Live Adenium bonsai, terracotta pot, aura-toned yarn (Cool Blue), minimal decorative elements",
            "Packaging": "Secure, protective packaging designed for live plants",
            "Dimensions": "Approx. 8–12 inches in height (including pot and adornment)",
            "Plant Type": "Adenium (Desert Rose)",
            "Product Name": "Aarohma Ekam Bonsai: Throat (Vishuddha) Chakra",
            "Product Type": "Chakra-Inspired Living Bonsai"
          },
          "designBreakdown": "Living Core & Environmental Regulation\nAt the center is a living Adenium bonsai, anchoring the piece in biophilic design principles. Environmental psychology research shows that the presence of living plants: Reduces cortisol response, Enhances cognitive restoration, Improves perceived air and spatial quality (Ulrich et al., 1991; Kaplan & Kaplan, 1989). Communication improves when stress reduces. Calm physiology supports clearer expression. This is biological, not symbolic.\n\nBlue Spectrum & Communication Psychology\nBlue dominates this piece for a reason. In color psychology research: Blue tones are associated with trust, stability, and cognitive clarity. Exposure to blue environments has been linked to improved creative output and mental openness. Cooler hues generally reduce physiological arousal compared to warm tones (Elliot & Maier, 2014). Blue does not “activate a chakra.” It creates a perceptual atmosphere associated with credibility and calm articulation. In negotiation rooms, corporate branding, and professional environments… blue is historically used to signal reliability. Tradition supports psychology.\n\nWhite Accents & Cognitive Cleanliness\nWhite serves as a perceptual reset. Research in environmental perception shows white surfaces: Increase perceived spaciousness, Reduce visual noise, Improve object separation and clarity. In this composition, white symbolizes clarity before speech; structurally reinforcing the idea of filtered, intentional communication.\n\nUpward Spiral & Thought-to-Voice Mapping\nThe ascending spiral functions as directional guidance. Curvilinear forms are processed more positively by the visual cortex than sharp angular forms (Vartanian et al., 2013). The upward movement mirrors the cognitive process of expression: Internal processing, Emotional filtering, Verbal articulation. The spiral subtly guides the eye upward; simulating conceptual elevation from thought to voice. Expression here is progressive, not explosive.\n\nSuspended Yarn Orbs & Acoustic Symbolism\nThe suspended yarn spheres move gently with airflow. This movement introduces a kinetic element, a physical metaphor for how spoken words behave: Words create vibration. Vibration moves through air. Sound carries beyond the source. From a physics standpoint, speech is mechanical vibration traveling through air molecules. The mobile elements visually echo that principle.\n\nTrunk Wrapping & Alignment Symbolism\nThe blue-wrapped trunk represents continuity. Structurally, it creates visual cohesion between base and crown. Conceptually, it reflects alignment between internal cognition and external articulation. Neuroscience shows that effective communication requires integration between: Emotional regulation centers (limbic system), Executive language regions (prefrontal cortex, Broca’s area). Alignment produces clarity. Misalignment produces contradiction.\n\nSpatial Conditioning & Behavioral Anchoring\nObjects placed consistently in communication spaces can become environmental cues. Behavioral psychology suggests that repeated pairing of environment and behavior strengthens associative conditioning (Wood & Neal, 2007). Placed in: Workspaces, Therapy rooms, Creative studios, Study areas. The piece can become a contextual anchor for intentional speech and mindful listening.",
          "careInstructions": "Place in bright, indirect sunlight. Water sparingly; allow soil to dry between watering. Avoid overwatering and prolonged damp conditions. Protect from extreme cold.",
          "specificDescription": "The Throat Chakra Aarohma Ekam Bonsai represents expression, truth, clarity, and the courage to be heard. This bonsai is dressed in cool blues and soft whites, echoing the qualities of clear communication and mental spaciousness. The upward spiral flows gently around the plant, symbolising thoughts rising from the heart and finding an honest voice. Nothing is forced here- expression unfolds naturally. The white ball represents purity of intent and clarity before expression. In short, blue carries the vibration of communication; white makes sure that communication is clean. The blue-wrapped trunk represents alignment between inner knowing and spoken word. Suspended yarn orbs move subtly with air, reminding us that words carry vibration- once released, they travel. Set in a handcrafted terracotta pot, the piece balances ether with earth: truth that is grounded, not reactive. It’s designed for spaces where conversations happen- work desks, creative corners, studios, or meditation zones. Throat Chakra Aarohma Ekam is for those who are learning to speak without fear, listen without judgment, and express without dilution. Say less. Mean more. Let your energy speak first.",
          "additionalSectionTitle": "",
          "additionalSectionContent": ""
        },
        {
          "id": "expression-muffler-sl",
          "name": "Aamvaraah Muffler: Blue",
          "step": 1,
          "ethos": "Thoughtful Warmth, Designed with Intention.",
          "price": "₹2,500",
          "images": [
            "/images/aamvaraah-muffler.jpg"
          ],
          "category": "Muffler",
          "features": [
            "Premium wool blend",
            "Soft, dense, and insulating",
            "One size (75 x 6 inches)",
            "Unisex design",
            "Chakra-aligned color"
          ],
          "idealFor": "Cold winter weather, daily wear, meditation, layering",
          "whatItsFor": "Aamvaraah is made to endure…to wrap you in warmth while allowing you to remain inward, still, and aware.",
          "description": "Woven in the quiet strength of the Himalayas, the Aamvaraah Muffler carries the warmth of high-altitude winters and the patience of hands that know the land.",
          "productType": "Unisex Winter Muffler",
          "specifications": {
            "Size": "One size",
            "Gender": "Unisex",
            "Weight": "250 gms (Light weight)",
            "Texture": "Soft, dense, and insulating",
            "Material": "Premium wool blend",
            "Packaging": "Secure packaging",
            "Dimensions": "75 inches (including tassels) × 6 inches",
            "Product Name": "Aamvaraah Muffler",
            "Product Type": "Unisex Winter Muffler",
            "Warmth Level": "High – suitable for cold winter weather"
          },
          "designBreakdown": [
            {
              "title": "Why the neck matters?",
              "description": "The neck is one of the most sensitive and functionally important areas of the body. It contains major blood vessels that regulate blood flow to the brain, is closely connected to the nervous system, including pathways that influence calm and stress response, and is a key zone for heat regulation — the body loses warmth quickly when the neck is exposed. Covering the neck helps maintain thermal balance and overall comfort, especially in colder environments. This is why mufflers have traditionally been used as a protective layer, not just an accessory."
            },
            {
              "title": "Why does Aakaura encourage a muffler around this area?",
              "description": "Aamvaraah is designed to sit comfortably around the neck, providing steady warmth without bulk. Its purpose is simple: to support the body where regulation and comfort meet. The design prioritizes: Even insulation, Soft contact with skin, Ease of movement throughout the day."
            },
            {
              "title": "The role of colour in daily wear",
              "description": "Colour isn’t just visual — it subtly influences how we feel and experience our surroundings. From a scientific and psychological perspective: Colours affect mood and perception through visual processing in the brain. Clothing colours remain in our peripheral vision, influencing comfort and focus throughout the day. Certain colour tones are widely associated with calm, warmth, or stability across cultures."
            },
            {
              "title": "Why Aakaura uses chakra-aligned colour palettes?",
              "description": "Chakras are used here as symbolic frameworks, not medical claims. Each Aamvaraah colour is chosen because it: Aligns with widely understood emotional and psychological associations, Reflects traditional colour symbolism rooted in Indian knowledge systems, Allows customers to choose a tone that matches their personal preference or daily intention. For example: Cooler tones are often associated with calm and clarity. Earthy shades are linked to grounding and stability. Warm neutrals evoke comfort and softness. This approach keeps the design intentional, without overstating effects."
            },
            {
              "title": "Why Aamvaraah exists?",
              "description": "Aamvaraah is made for people who value: Practical warmth, Thoughtful design, Subtle meaning integrated into everyday wear. It is not about fixing or changing anything — it is about comfort, awareness, and conscious choice."
            },
            {
              "title": "Color Science: Blue (Throat Chakra)",
              "description": "**Color:** Blue\n**Visible Frequency:** ~606–670 THz\n**Wavelength:** ~500–520 nm\n**Associated Energy:** Communication, truth, expression\n\n**Meaning & Resonance:** Blue is calming and clear like the sky- its higher frequency is associated with clarity, expression, and truthful communication. This aligns with the chakra’s role in authentic speech and creative expression."
            }
          ],
          "careInstructions": "Dry clean recommended. Do not machine wash or bleach.",
          "specificDescription": "Made from a felt wool blend, it is created for real winters…dense, insulating, and deeply comforting. The kind of warmth that does not rush, but settles. The kind of warmth that feels steady, protective, and grounding. Aamvaraah is made to endure…to wrap you in warmth while allowing you to remain inward, still, and aware. Wear it as a layer of winter. Carry it as a layer of expression."
        }
      ],
      "energy-curious": []
    },
    "productSettings": null,
    "createdAt": "2025-12-25T11:38:46.795Z",
    "updatedAt": "2026-02-19T14:48:37.471Z"
  },
  {
    "id": "f46f38f6-95a3-4ad6-a514-5305c2f1ecb4",
    "slug": "expansion",
    "name": "Crown Chakra",
    "tagline": "Stillness & Coherence",
    "sanskritName": "Sahasrara",
    "tone": "Expansion",
    "location": "Top of head",
    "element": "Consciousness",
    "mantra": "AH",
    "symbol": "✧",
    "description": "The Crown Chakra is connection to divine.",
    "colors": {
      "dark": "#581C87",
      "light": "#F3E8FF",
      "primary": "#9333EA",
      "gradient": "from-purple-600 via-violet-500 to-fuchsia-400"
    },
    "crystals": [
      "Clear Quartz",
      "Amethyst",
      "Selenite",
      "Diamond"
    ],
    "benefits": [
      "Connection",
      "Unity",
      "Consciousness",
      "Peace",
      "Purpose"
    ],
    "products": [],
    "content": {
      "soul-luxury": [
        {
          "id": "expansion-wall-hanging-sl",
          "name": "Brahma Aayam Wall Hanging",
          "step": 1,
          "ethos": ".",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771419516/blog_covers/vrywnibk6zifnx4acohs.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771436348/blog_covers/iaj31aogasdccgwkj3sz.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771415546/blog_covers/ch8ww0l4js5r3jffat4z.png"
          ],
          "category": "Wall Hanging",
          "features": [],
          "variants": [],
          "whatItsFor": ".",
          "description": "Designed around the Sahasrara chakra geometry, it carries the energy of clarity, surrender, and inner silence.",
          "mobileImages": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771419501/blog_covers/r3r3fqwbl4egyhwsxitw.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771436355/blog_covers/epkoja6osljr9gcjxzra.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771419473/blog_covers/tf5f6fgnaxsvxrfsu8wv.png",
            ""
          ],
          "sanskritName": "",
          "specifications": [
            {
              "key": "Product Name",
              "value": "Brahma Aayam (Crown/Sahasrara Chakra) Wall Hanging"
            },
            {
              "key": "Product Type",
              "value": "Spiritual Wall Hanging"
            },
            {
              "key": "material",
              "value": "Hand-moulded terracotta base, solid wood inscription element, and brass ghungroo bells"
            },
            {
              "key": "finish",
              "value": "Acrylic matte finish (Uniform, non-glossy surface designed for visual stillness, neutrality, and longevity)"
            },
            {
              "key": "color",
              "value": "Same signature earthy base tone across all wall hangings with natural wood accents and brass detailing"
            },
            {
              "key": "dimensions",
              "value": "Approx. 33 × 19 × 1 cm (Length × Width × Depth)"
            },
            {
              "key": "weight",
              "value": "Approx. 450 grams"
            },
            {
              "key": "crafting",
              "value": "Hand-crafted: Each piece is moulded, painted, and assembled manually."
            },
            {
              "key": "durability",
              "value": "Long-lasting for indoor use; Stable structure with age-resistant brass elements"
            },
            {
              "key": "packaging",
              "value": "Secure packaging"
            },
            {
              "key": "Ideal For",
              "value": "Meditation spaces, contemplative areas, spiritual study rooms, quiet corners, and intentional gifting"
            }
          ],
          "additionalSection": {
            "title": "Premium Detailing",
            "content": "Who Should Work on the Crown Chakra?\n1. Individuals seeking deeper meaning beyond achievement.\n2. Those questioning identity, purpose, and existence itself.\n3. People feeling spiritually disconnected despite external success.\n4. Material stability without inner fulfillment.\n5. Those drawn toward silence, contemplation, or surrender, a natural pull toward stillness rather than stimulation.\n6. Individuals overwhelmed by identity, labels, and roles\n7. Difficulty separating self from profession, relationships, or social conditioning.\n8. Advanced practitioners.\n9. Those who already maintain grounding, emotional regulation, and mental clarity.\n\nSymbolism:\nRepresents awareness beyond identity, unity consciousness, stillness, and dissolution of separation.\n\n- Thousand-Petaled Lotus (Sahasrara Symbol):\nRepresents the total expansion of consciousness. The petals symbolize infinite possibilities of awareness rather than literal count… completeness rather than quantity.\n- Circular Mandala / Full Disc:\nSymbolizes wholeness, infinity, and non-duality.\nUnlike lower chakras, Sahasrara has no directional movement; it is not rising or grounding. It simply is.\n- Central Bindhu (Point):\nRepresents the collapse of the ‘observer’ and the ‘observed’.\nThe point where individuality dissolves into awareness itself.\n- Absence of Geometric Direction:\nUnlike other chakras, no triangle or square dominates.\nThis absence is intentional- the Crown Chakra transcends structure, form, and polarity.\n- Brass Ghungroo Clusters:\nThree anchoring points, each adorned with three traditional brass ghungroo bells\nDesigned to create subtle vibrational presence, not sound (Symbolic of awareness without stimulation.)\n- Wooden Inscription Element:\nA solid wooden log plaque, engraved with:\n“infinite.” (English); “अनन्त” (Ananta) - meaning \"endless,\" \"limitless,\" or \"without end\". Derived from na (not) and antaḥ (end), it refers to (here) the infinite nature of Brahman or the absolute reality.\n\n\n\nWhen to Work with the Crown Chakra (Sahasrara)?\nWorking with the Crown Chakra is recommended only after cultivating grounding, emotional balance, clarity, and expression.\nThis chakra governs transcendence, existential understanding, and the experience of unity.\nIt is located at the crown of the head, serving as the interface between individual awareness and universal consciousness.\n\n\nBest Spaces to Work on Crown Chakra Energy:\nIndoor Spaces\n1. Minimalist, quiet rooms\n2. Meditation spaces with very low sensory input\n3. Areas free from visual clutter\nOutdoor Spaces\n1. Open sky environments\n2. Hilltops, terraces, or open fields\n3. Spaces that evoke vastness and perspective\n\nBest Times to Work on the Crown Chakra:\n1. Early dawn (Brahma Muhurta)\n2. Late night stillness\n3. Periods of introspection rather than emotional turbulence\n4. Short, intentional sessions are more effective than prolonged effort.\n\nSupportive Practices\n- Silent sitting (without mantra or visualization)\n- Awareness of breath without control\n- Observing thoughts without engagement\n- Letting attention rest at the crown without expectation\n- Reducing identification with thought patterns"
          },
          "specificDescription": "A handcrafted terracotta piece symbolizing awareness, stillness, and higher understanding.\nDesigned around the Sahasrara chakra geometry, it carries the energy of clarity, surrender, and inner silence.\n\nThe sacred thousand-petaled lotus symbolizes the infinite and expansive nature of consciousness, representing the highest state of spiritual awakening and awareness. Rendered in violet or white, it reflects purity, transcendence, and high-frequency spiritual energy. The enclosing circle, often associated with the full moon, represents wholeness, completion, and the boundless, uncontained nature of energy. Together, these symbols mark a gateway to the divine, where ego dissolves, oneness is realized, and a fully bloomed lotus reflects the harmonious balance of body, mind, and spirit.\n\nFinished with soft bells and a wooden plaque engraved with “अनन्त” (Infinite)- a reminder that awareness is not something to seek, but to remember.\n",
          "additionalSectionTitle": "Premium Detailing",
          "additionalSectionContent": "Who Should Work on the Crown Chakra?\n1. Individuals seeking deeper meaning beyond achievement.\n2. Those questioning identity, purpose, and existence itself.\n3. People feeling spiritually disconnected despite external success.\n4. Material stability without inner fulfillment.\n5. Those drawn toward silence, contemplation, or surrender, a natural pull toward stillness rather than stimulation.\n6. Individuals overwhelmed by identity, labels, and roles\n7. Difficulty separating self from profession, relationships, or social conditioning.\n8. Advanced practitioners.\n9. Those who already maintain grounding, emotional regulation, and mental clarity.\n\nSymbolism:\nRepresents awareness beyond identity, unity consciousness, stillness, and dissolution of separation.\n\n- Thousand-Petaled Lotus (Sahasrara Symbol):\nRepresents the total expansion of consciousness. The petals symbolize infinite possibilities of awareness rather than literal count… completeness rather than quantity.\n- Circular Mandala / Full Disc:\nSymbolizes wholeness, infinity, and non-duality.\nUnlike lower chakras, Sahasrara has no directional movement; it is not rising or grounding. It simply is.\n- Central Bindhu (Point):\nRepresents the collapse of the ‘observer’ and the ‘observed’.\nThe point where individuality dissolves into awareness itself.\n- Absence of Geometric Direction:\nUnlike other chakras, no triangle or square dominates.\nThis absence is intentional- the Crown Chakra transcends structure, form, and polarity.\n- Brass Ghungroo Clusters:\nThree anchoring points, each adorned with three traditional brass ghungroo bells\nDesigned to create subtle vibrational presence, not sound (Symbolic of awareness without stimulation.)\n- Wooden Inscription Element:\nA solid wooden log plaque, engraved with:\n“infinite.” (English); “अनन्त” (Ananta) - meaning \"endless,\" \"limitless,\" or \"without end\". Derived from na (not) and antaḥ (end), it refers to (here) the infinite nature of Brahman or the absolute reality.\n\n\n\nWhen to Work with the Crown Chakra (Sahasrara)?\nWorking with the Crown Chakra is recommended only after cultivating grounding, emotional balance, clarity, and expression.\nThis chakra governs transcendence, existential understanding, and the experience of unity.\nIt is located at the crown of the head, serving as the interface between individual awareness and universal consciousness.\n\n\nBest Spaces to Work on Crown Chakra Energy:\nIndoor Spaces\n1. Minimalist, quiet rooms\n2. Meditation spaces with very low sensory input\n3. Areas free from visual clutter\nOutdoor Spaces\n1. Open sky environments\n2. Hilltops, terraces, or open fields\n3. Spaces that evoke vastness and perspective\n\nBest Times to Work on the Crown Chakra:\n1. Early dawn (Brahma Muhurta)\n2. Late night stillness\n3. Periods of introspection rather than emotional turbulence\n4. Short, intentional sessions are more effective than prolonged effort.\n\nSupportive Practices\n- Silent sitting (without mantra or visualization)\n- Awareness of breath without control\n- Observing thoughts without engagement\n- Letting attention rest at the crown without expectation\n- Reducing identification with thought patterns"
        },
        {
          "id": "expansion-bonsai-sl",
          "name": "Aarohma Ekam Bonsai: Crown (Sahasrara) Chakra",
          "step": 4,
          "ethos": ".",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1770641330/1000211585.jpg_pb2ft7.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771176878/4568bdc1-689b-4641-943f-43a216c21f39_phprvv.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771422239/blog_covers/fzoiyxzummliz2zcd8qx.png"
          ],
          "category": "Bonsai",
          "features": [],
          "variants": [],
          "whatItsFor": ".",
          "description": "The Crown Chakra Aarohma Ekam Bonsai represents clarity, awareness, and connection beyond the material.",
          "mobileImages": [
            "",
            "",
            ""
          ],
          "sanskritName": "",
          "specifications": [
            {
              "key": "Product Name",
              "value": "Aarohma Ekam Bonsai: Crown (Sahasrara) Chakra"
            },
            {
              "key": "Product Type",
              "value": "Chakra-Inspired Living Bonsai"
            },
            {
              "key": "Plant Type",
              "value": "Adenium (Desert Rose)"
            },
            {
              "key": "Material",
              "value": "Live Adenium bonsai, terracotta pot, aura-toned yarn (Violet & White), minimal decorative elements."
            },
            {
              "key": "Texture",
              "value": "Natural (plant & terracotta) with soft yarn detailing"
            },
            {
              "key": "Weight",
              "value": "Lightweight to medium (varies slightly due to live plant and handcrafted elements)"
            },
            {
              "key": "Dimensions",
              "value": "Approx. 8–12 inches in height (including pot and adornment)"
            },
            {
              "key": "Care Instructions",
              "value": "Place in bright, indirect sunlight. Water sparingly; allow soil to dry between watering. Avoid overwatering and prolonged damp conditions. Protect from extreme cold."
            },
            {
              "key": "Packaging",
              "value": "Secure, protective packaging designed for live plants."
            }
          ],
          "additionalSection": {
            "title": "Premium Detailing",
            "content": "Biophilic Foundation (Living Adenium Core):\nThis piece integrates a living Adenium bonsai, aligning with principles of biophilic design- the human tendency to seek connection with natural systems (Wilson, 1984).\nResearch in environmental psychology shows that the presence of real plant life:\n- Reduces physiological stress markers\n- Improves attentional recovery\n- Enhances perceived air quality and environmental satisfaction\n(Ulrich et al., 1991; Kaplan & Kaplan, 1989)\nEven small-scale greenery within workspaces has been associated with improved concentration and reduced cognitive fatigue.\n\nSpiral Geometry & Upward Visual Flow:\nThe ascending spiral structure surrounding the plant reflects a fundamental pattern found throughout nature— from shells to galaxies.\nSpiral and curved forms are processed more fluently than sharp angular structures. Studies in neuroaesthetics show that curved designs activate reward-related areas of the brain more positively than rigid geometries (Vartanian et al., 2013).\nThe upward trajectory creates directional visual guidance, subtly encouraging vertical eye movement (often associated psychologically with expansiveness and perspective).\nThis reinforces the product’s conceptual theme of awareness and elevation without overstimulation.\n\nViolet & Soft White Spectrum (Color Psychology):\nThe dominant violet and white tones align with the high-frequency end of the visible spectrum.\nFrom a psychological perspective:\n- Violet is associated with introspection, contemplation, and abstract cognition.\n- White represents perceptual openness and visual spaciousness.\n(Elliot & Maier, 2014)\n- Higher-wavelength colors like violet are less commonly found in everyday natural environments, which may contribute to their perceived uniqueness and reflective quality.\n\nSuspended Yarn Orbs & Micro-Motion:\n- The hanging yarn spheres introduce controlled micro-movement.\n- Subtle motion within a visual field can enhance attentional engagement without triggering distraction.. particularly when movement is predictable and low amplitude.\n- The softness of textile material further reduces sensory harshness -compared to metallic or reflective surfaces.\n\nBehavioral Conditioning & Workspace Anchoring:\nOver repeated exposure, the brain forms associative links between environment and behavior (Wood & Neal, 2007).\nWhen positioned intentionally in meditation or focus zones, the bonsai may function as:\n- A visual cue for mental recalibration\n- A symbolic reset between cognitive tasks\n- A reminder of upward perspective during high-load work"
          },
          "specificDescription": "The Crown Chakra Aarohma Ekam Bonsai represents clarity, awareness, and connection beyond the material. \nDesigned around the crown chakra’s symbolic language, this piece uses violet and soft white aura-toned yarns to reflect higher consciousness and mental stillness. The spiral form ascends gently around the living Adenium bonsai, visually echoing expansion, perspective, and upward movement.\nThe elevated circular halo element at the top signifies openness… a reminder of receptivity rather than effort. Suspended yarn orbs introduce subtle motion, adding rhythm and softness without distraction.\nRooted in a handcrafted terracotta base, the bonsai remains grounded even as its form reaches upward - reinforcing balance between earth and awareness.\nThis piece is ideal for spaces where clarity and calm are valued: work desks, meditation corners, or personal sanctuaries.\nCrown Chakra Aarohma Ekam is not about escape - it is about presence, perspective, and quiet alignment with the larger whole.",
          "additionalSectionTitle": "Premium Detailing",
          "additionalSectionContent": "Biophilic Foundation (Living Adenium Core):\nThis piece integrates a living Adenium bonsai, aligning with principles of biophilic design- the human tendency to seek connection with natural systems (Wilson, 1984).\nResearch in environmental psychology shows that the presence of real plant life:\n- Reduces physiological stress markers\n- Improves attentional recovery\n- Enhances perceived air quality and environmental satisfaction\n(Ulrich et al., 1991; Kaplan & Kaplan, 1989)\nEven small-scale greenery within workspaces has been associated with improved concentration and reduced cognitive fatigue.\n\nSpiral Geometry & Upward Visual Flow:\nThe ascending spiral structure surrounding the plant reflects a fundamental pattern found throughout nature— from shells to galaxies.\nSpiral and curved forms are processed more fluently than sharp angular structures. Studies in neuroaesthetics show that curved designs activate reward-related areas of the brain more positively than rigid geometries (Vartanian et al., 2013).\nThe upward trajectory creates directional visual guidance, subtly encouraging vertical eye movement (often associated psychologically with expansiveness and perspective).\nThis reinforces the product’s conceptual theme of awareness and elevation without overstimulation.\n\nViolet & Soft White Spectrum (Color Psychology):\nThe dominant violet and white tones align with the high-frequency end of the visible spectrum.\nFrom a psychological perspective:\n- Violet is associated with introspection, contemplation, and abstract cognition.\n- White represents perceptual openness and visual spaciousness.\n(Elliot & Maier, 2014)\n- Higher-wavelength colors like violet are less commonly found in everyday natural environments, which may contribute to their perceived uniqueness and reflective quality.\n\nSuspended Yarn Orbs & Micro-Motion:\n- The hanging yarn spheres introduce controlled micro-movement.\n- Subtle motion within a visual field can enhance attentional engagement without triggering distraction.. particularly when movement is predictable and low amplitude.\n- The softness of textile material further reduces sensory harshness -compared to metallic or reflective surfaces.\n\nBehavioral Conditioning & Workspace Anchoring:\nOver repeated exposure, the brain forms associative links between environment and behavior (Wood & Neal, 2007).\nWhen positioned intentionally in meditation or focus zones, the bonsai may function as:\n- A visual cue for mental recalibration\n- A symbolic reset between cognitive tasks\n- A reminder of upward perspective during high-load work"
        },
        {
          "id": "expansion-muffler-sl",
          "name": "Aamvaraah Muffler: Cream",
          "step": 5,
          "ethos": ".",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771417281/blog_covers/tggvxa6xkdzjdmbhm2nc.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771178218/4ac9dab2-0c9a-4865-be41-46c322af2d30_dujqn9.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771492205/blog_covers/yu8bmjqo6jhutv0dcbtc.png"
          ],
          "category": "Muffler",
          "features": [],
          "variants": [],
          "whatItsFor": ".",
          "description": "Aamvaraah is made to endure…to wrap you in warmth while allowing you to remain inward, still, and aware.",
          "mobileImages": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771417310/blog_covers/tf5wpnq0uajauar506vg.png",
            "",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771492221/blog_covers/o6ehwtb2uzf7qgeilvu8.png"
          ],
          "sanskritName": "",
          "specifications": [
            {
              "key": "Product Name",
              "value": "Aamvaraah Muffler"
            },
            {
              "key": "Product Type",
              "value": "Unisex Winter Muffler"
            },
            {
              "key": "Material",
              "value": "Premium wool blend"
            },
            {
              "key": "Texture",
              "value": "Soft, dense, and insulating"
            },
            {
              "key": "Warmth Level",
              "value": "High – suitable for cold winter weather"
            },
            {
              "key": "Size",
              "value": "One size"
            },
            {
              "key": "Dimensions",
              "value": "75 inches (including tassels) × 6 inches"
            },
            {
              "key": "Weight",
              "value": "250 gms (Light weight)"
            },
            {
              "key": "Gender",
              "value": "Unisex"
            },
            {
              "key": "Care Instructions",
              "value": "Dry clean recommended. Do not machine wash or bleach."
            },
            {
              "key": "Packaging",
              "value": "Secure packaging"
            }
          ],
          "additionalSection": {
            "title": "Premium Detailing",
            "content": "Why the neck matters?\nThe neck is one of the most sensitive and functionally important areas of the body.\nIt contains major blood vessels that regulate blood flow to the brain It is closely connected to the nervous system, including pathways that influence calm and stress response. It is a key zone for heat regulation — the body loses warmth quickly when the neck is exposed\n\n\nCovering the neck helps maintain thermal balance and overall comfort, especially in colder environments. This is why mufflers have traditionally been used as a protective layer, not just an accessory.\n\nWhy does Aakaura encourage a muffler around this area?\nAamvaraah is designed to sit comfortably around the neck, providing steady warmth without bulk.\nIts purpose is simple: to support the body where regulation and comfort meet.\nThe design prioritizes:\n- Even insulation\n- Soft contact with skin\n- Ease of movement throughout the day\n\nThe role of colour in daily wear:\nColour isn’t just visual — it subtly influences how we feel and experience our surroundings.\nFrom a scientific and psychological perspective:\nColours affect mood and perception through visual processing in the brain\nClothing colours remain in our peripheral vision, influencing comfort and focus throughout the day\nCertain colour tones are widely associated with calm, warmth, or stability across cultures\n\nWhy Aakaura uses chakra-aligned colour palettes?\nChakras are used here as symbolic frameworks, not medical claims.\nEach Aamvaraah colour is chosen because it:\nAligns with widely understood emotional and psychological associations\nReflects traditional colour symbolism rooted in Indian knowledge systems\nAllows customers to choose a tone that matches their personal preference or daily intention\nFor example:\nCooler tones are often associated with calm and clarity\nEarthy shades are linked to grounding and stability\nWarm neutrals evoke comfort and softness\nThis approach keeps the design intentional, without overstating effects.\n\nWhy Aamvaraah exists?\nAamvaraah is made for people who value:\n- Practical warmth\n- Thoughtful design\n- Subtle meaning integrated into everyday wear\nIt is not about fixing or changing anything — it is about comfort, awareness, and conscious choice."
          },
          "specificDescription": "Woven in the quiet strength of the Himalayas, the Aamvaraah Muffler carries the warmth of high-altitude winters and the patience of hands that know the land. \n\nMade from a felt wool blend, it is created for real winters…dense, insulating, and deeply comforting. The kind of warmth that does not rush, but settles. The kind of warmth that feels steady, protective, and grounding.\n\nAamvaraah is made to endure…to wrap you in warmth while allowing you to remain inward, still, and aware.\n\nWear it as a layer of winter.\nCarry it as a layer of expression.",
          "additionalSectionTitle": "Premium Detailing",
          "additionalSectionContent": "Why the neck matters?\nThe neck is one of the most sensitive and functionally important areas of the body.\nIt contains major blood vessels that regulate blood flow to the brain It is closely connected to the nervous system, including pathways that influence calm and stress response. It is a key zone for heat regulation — the body loses warmth quickly when the neck is exposed\n\n\nCovering the neck helps maintain thermal balance and overall comfort, especially in colder environments. This is why mufflers have traditionally been used as a protective layer, not just an accessory.\n\nWhy does Aakaura encourage a muffler around this area?\nAamvaraah is designed to sit comfortably around the neck, providing steady warmth without bulk.\nIts purpose is simple: to support the body where regulation and comfort meet.\nThe design prioritizes:\n- Even insulation\n- Soft contact with skin\n- Ease of movement throughout the day\n\nThe role of colour in daily wear:\nColour isn’t just visual — it subtly influences how we feel and experience our surroundings.\nFrom a scientific and psychological perspective:\nColours affect mood and perception through visual processing in the brain\nClothing colours remain in our peripheral vision, influencing comfort and focus throughout the day\nCertain colour tones are widely associated with calm, warmth, or stability across cultures\n\nWhy Aakaura uses chakra-aligned colour palettes?\nChakras are used here as symbolic frameworks, not medical claims.\nEach Aamvaraah colour is chosen because it:\nAligns with widely understood emotional and psychological associations\nReflects traditional colour symbolism rooted in Indian knowledge systems\nAllows customers to choose a tone that matches their personal preference or daily intention\nFor example:\nCooler tones are often associated with calm and clarity\nEarthy shades are linked to grounding and stability\nWarm neutrals evoke comfort and softness\nThis approach keeps the design intentional, without overstating effects.\n\nWhy Aamvaraah exists?\nAamvaraah is made for people who value:\n- Practical warmth\n- Thoughtful design\n- Subtle meaning integrated into everyday wear\nIt is not about fixing or changing anything — it is about comfort, awareness, and conscious choice."
        },
        {
          "id": "expansion-sl-4",
          "name": "Aamvaraah Neck Warmer: Cream",
          "step": 6,
          "ethos": ".",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771438564/blog_covers/hpwczb9ttq6y9lzhyoxz.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771437955/blog_covers/jbx1bxjcrs5wrjzop4bq.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771438326/blog_covers/u2mtjuqolvqhpmfr4ycg.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771492256/blog_covers/uzijdbtxqndbnozqkxe8.png"
          ],
          "category": "Muffler",
          "features": [],
          "variants": [],
          "whatItsFor": ".",
          "description": "Crafted in the stillness of the Himalayas, the Aamvaraah Neck Warmer is designed to protect what is most exposed…your breath, your voice, your center of warmth.",
          "mobileImages": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771438585/blog_covers/srb6d0byzqbgk795rjou.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771438189/blog_covers/gw8c09fey1kw8agdjwmt.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771438329/blog_covers/s9blirhj1ddiof5vb5d7.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771492267/blog_covers/ybjnwxtzabyooy6ramga.png"
          ],
          "sanskritName": "",
          "specifications": [
            {
              "key": "Product Name",
              "value": "Aamvaraah Neck Warmer"
            },
            {
              "key": "Product Type",
              "value": "Unisex Winter Neck Warmer"
            },
            {
              "key": "Material",
              "value": "Premium wool blend"
            },
            {
              "key": "Texture",
              "value": "Soft, dense, and insulating"
            },
            {
              "key": "Warmth Level",
              "value": "High – suitable for cold winter weather"
            },
            {
              "key": "Size",
              "value": "One size"
            },
            {
              "key": "Dimensions",
              "value": "9 inches × 4.5 inches"
            },
            {
              "key": "Weight",
              "value": "40 gms (Light weight) "
            },
            {
              "key": "Gender",
              "value": "Unisex"
            },
            {
              "key": "Care Instructions",
              "value": "Dry clean recommended. Do not machine wash or bleach."
            },
            {
              "key": "Packaging",
              "value": "Secure packaging"
            }
          ],
          "additionalSection": {
            "title": "Premium Detailing",
            "content": "Why the neck matters?\nThe neck is one of the most sensitive and functionally important areas of the body.\nIt contains major blood vessels that regulate blood flow to the brain. It is closely connected to the nervous system, including pathways that influence calm and stress response. It is a key zone for heat regulation- the body loses warmth quickly when the neck is exposed.\n\nCovering the neck helps maintain thermal balance and overall comfort, especially in colder environments.\n\nWhy use a neck warmer?\nAamvaraah is designed to sit comfortably around the neck, providing steady warmth without bulk. If you don’t want the hassle of a muffler, go easy with a neck warmer.\nIts purpose is simple: to support the body where regulation and comfort meet.\n\nThe design prioritizes:\n- Even insulation\n- Soft contact with skin\n- Ease of movement throughout the day\n\nThe role of colour in daily wear:\nColour isn’t just visual- it subtly influences how we feel and experience our surroundings.\n\nFrom a scientific and psychological perspective:\n- Colours affect mood and perception through visual processing in the brain.\n- Clothing colours remain in our peripheral vision, influencing comfort and focus throughout the day.\n- Certain colour tones are widely associated with calm, warmth, or stability across cultures.\n\nWhy Aakaura uses chakra-aligned colour palettes?\nChakras are used here as symbolic frameworks, not medical claims.\n\nEach Aamvaraah colour is chosen because it:\n- Aligns with widely understood emotional and psychological associations.\n- Reflects traditional colour symbolism rooted in Indian knowledge systems.\n- Allows customers to choose a tone that matches their personal preference or daily intention.\n\nWhy Aamvaraah exists?\nAamvaraah is made for people who value:\n- Practical warmth\n- Thoughtful design\n- Subtle meaning integrated into everyday wear\nIt is not about fixing or changing anything- it is about comfort, awareness, and conscious choice."
          },
          "specificDescription": "Crafted in the stillness of the Himalayas, the Aamvaraah Neck Warmer is designed to protect what is most exposed…your breath, your voice, your center of warmth.\nMade from a felt wool blend, it offers dense insulation without heaviness. It wraps closely, gently, creating a cocoon against winter winds while allowing the body to remain at ease. This is warmth that stays with you, not around you.\nIn many traditions, the neck is a passage—between thought and expression, breath and word. Aamvaraah honours this space. It does not constrict. It supports. It shields without being overwhelming.\nWear it close.\nBreathe slower.\nLet warmth become stillness.",
          "additionalSectionTitle": "Premium Detailing",
          "additionalSectionContent": "Why the neck matters?\nThe neck is one of the most sensitive and functionally important areas of the body.\nIt contains major blood vessels that regulate blood flow to the brain. It is closely connected to the nervous system, including pathways that influence calm and stress response. It is a key zone for heat regulation- the body loses warmth quickly when the neck is exposed.\n\nCovering the neck helps maintain thermal balance and overall comfort, especially in colder environments.\n\nWhy use a neck warmer?\nAamvaraah is designed to sit comfortably around the neck, providing steady warmth without bulk. If you don’t want the hassle of a muffler, go easy with a neck warmer.\nIts purpose is simple: to support the body where regulation and comfort meet.\n\nThe design prioritizes:\n- Even insulation\n- Soft contact with skin\n- Ease of movement throughout the day\n\nThe role of colour in daily wear:\nColour isn’t just visual- it subtly influences how we feel and experience our surroundings.\n\nFrom a scientific and psychological perspective:\n- Colours affect mood and perception through visual processing in the brain.\n- Clothing colours remain in our peripheral vision, influencing comfort and focus throughout the day.\n- Certain colour tones are widely associated with calm, warmth, or stability across cultures.\n\nWhy Aakaura uses chakra-aligned colour palettes?\nChakras are used here as symbolic frameworks, not medical claims.\n\nEach Aamvaraah colour is chosen because it:\n- Aligns with widely understood emotional and psychological associations.\n- Reflects traditional colour symbolism rooted in Indian knowledge systems.\n- Allows customers to choose a tone that matches their personal preference or daily intention.\n\nWhy Aamvaraah exists?\nAamvaraah is made for people who value:\n- Practical warmth\n- Thoughtful design\n- Subtle meaning integrated into everyday wear\nIt is not about fixing or changing anything- it is about comfort, awareness, and conscious choice."
        },
        {
          "id": "expansion-sl-5",
          "name": "Sahasrara Dhyaana Shakti",
          "step": 2,
          "ethos": ".",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771488014/blog_covers/qxbbzr9exwu31xo5r5zx.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771489593/blog_covers/dvslhb84zffwkv0uju55.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771489850/blog_covers/tgz3bubguhcfrburnl0i.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771490250/blog_covers/r7qo7zkmtcxnzggjiohd.png"
          ],
          "category": "Wall Hanging",
          "features": [],
          "variants": [],
          "whatItsFor": ".",
          "description": "For homes that value depth over decoration..and awareness over noise. A quiet presence for elevated spaces.",
          "mobileImages": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771488023/blog_covers/ksqevolelqhzydbmjmbl.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771489600/blog_covers/vpy2xfulnfpie1ryxflo.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771489882/blog_covers/xukip6gmyfwglx2s43ol.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771490313/blog_covers/yvjrykkjqqxz8vmf4rzk.png"
          ],
          "sanskritName": "",
          "specifications": [
            {
              "key": "Product Name",
              "value": "Aakaura’s Sahasrara Dhyaana Shakti"
            },
            {
              "key": "Product Type ",
              "value": "Spiritual Wind Chime/ Wall Hanging"
            },
            {
              "key": "Material",
              "value": "Hand-moulded meditative feminine form with intricately carved Sahasrara (Crown Chakra) mandala backdrop, solid natural wood structural frame, braided jute rope suspension, and authentic brass ghungroo bells."
            },
            {
              "key": "Finish",
              "value": "Matte surface finish to soften reflection and maintain visual stillness. Natural wood elements are preserved in their organic grain to retain grounding contrast against the elevated symbolism of the Crown chakra."
            },
            {
              "key": "Color",
              "value": "Soft ivory natural material representing purity of awareness, grounded in warm wooden tones, accented with muted brass bells and a subtle violet base — symbolizing higher consciousness and spiritual expansion without visual overstimulation."
            },
            {
              "key": "Dimensions",
              "value": "Approx. 14 × 6 × 3 inches  (Height × Width × Depth)"
            },
            {
              "key": "Weight",
              "value": "Approx. 900–1000 grams  (Handcrafted variation possible.)"
            },
            {
              "key": "Craftsmanship",
              "value": "Individually handcrafted. Each piece is manually moulded, kiln-set, hand-finished, assembled, and structurally secured. Slight variations in tone and texture are inherent to the artisanal process and reflect the uniqueness of every creation."
            },
            {
              "key": "Structural Integrity",
              "value": "The wooden frame distributes weight evenly and ensures long-term wall stability. Brass ghungroo elements are mechanically fastened for secure suspension. Designed for indoor environments."
            },
            {
              "key": "Care Instructions",
              "value": "• Wipe gently with a soft, dry microfiber cloth  • Avoid water exposure and humidity  • Do not use chemical cleaners or abrasive materials  • Keep away from direct rain or prolonged sunlight"
            }
          ],
          "additionalSection": {
            "title": "Premium Detailing",
            "content": "This piece engages:\n- Visual symmetry networks (Sasaki et al., 2005)\n- Mirror neuron systems (Rizzolatti & Craighero, 2004)\n- Facial feedback mechanisms (Strack et al., 1988)\n- Auditory attention reset systems (Tang et al., 2015)\n- Vertical cognitive mapping (Meier & Robinson, 2004)\n- Biophilic stress reduction pathways (Kellert et al., 2008)\n\n1. Why the Lotus Geometry Matters (Not Just Symbolism):\nThe carved mandala behind the figure resembles the thousand-petaled lotus, traditionally associated with the crown chakra.\n- But geometrically, here’s what’s happening:\nThe radial symmetry activates the brain’s pattern-recognition networks (Sasaki et al., 2005).\nSymmetry reduces cognitive load — the brain processes balanced geometry faster and more efficiently (Palmer & Hemenway, 1978).\nCircular forms are perceived as safer and less threatening than sharp angles, which are more likely to activate threat detection systems (Bar & Neta, 2006).\nYour visual cortex is wired to prefer symmetry. It signals stability.\nRadial mandalas stimulate:\n- Peripheral visual awareness\n- Central focus convergence\n- Bilateral visual processing balance\nThis is visual neuroscience.\nYour brain reads symmetry as order. Order reduces perceptual strain. Reduced strain improves attentional clarity (Sasaki et al., 2005).\n\n2. How the Seated Meditation Posture Calms the Viewer:\nThe cross-legged posture is not random.\nWhen we observe a stable, grounded seated body posture, the mirror neuron system activates (Rizzolatti & Craighero, 2004).\nThe brain subconsciously maps that posture onto our own body schema.\nThis embodied simulation mechanism allows observed stillness to subtly influence internal regulation (Gallese et al., 1996).\nMirror neurons are the same neural system that explains contagious yawning and posture mimicry.\n- You see stillness → your nervous system rehearses stillness. No conscious effort required.\n\n3. The Gentle Smile Effect:\nThe soft upward curve of the lips is neurologically significant.\nHuman brains are highly sensitive to facial expressions; the fusiform face area specializes in face recognition (Kanwisher & Yovel, 2006).\nWhen you observe a calm smiling face:\n- Facial processing regions activate\n- Emotional networks respond\n- Your own facial muscles subtly mimic the expression\nThis relates to the facial feedback hypothesis:\nFacial muscle activation can influence emotional experience (Strack et al., 1988; Niedenthal, 2007).\nIn simple terms:\n- You see peace.\n- You imitate peace.\n- You begin to feel peace.\nIt is ‘embodied cognition’.\n\n4. The Role of the Bells (Auditory Micro-Interrupt):\nThe brass ghungroo bells introduce subtle sound interaction.\nGentle, unpredictable sound cues increase present-moment awareness and interrupt cognitive drift- similar to auditory anchors used in mindfulness training (Kabat-Zinn, 1990).\nMeditative auditory cues have been associated with improved attentional regulation and reduced default mode network activation (Tang et al., 2015).\n\n5. Vertical Structure and Cognitive Elevation\nThe structure forms a clear vertical axis:\n- Wooden top beam\n- Suspended central figure\n- Downward-hanging bells\nHumans consistently associate verticality with power, hierarchy, abstraction, and transcendence (Meier & Robinson, 2004).\nSpatial metaphors deeply shape cognition; “up” is neurologically associated with higher-order thinking and positive abstraction (Lakoff & Johnson, 1980).\nUpward gaze has been linked to increased abstract processing and reduced immediate survival-oriented focus (Meier & Robinson, 2004).\n\n6. Crown Placement and Meta-Awareness:\nThe symbolic crown position draws visual attention upward.\nIn meditation research, practices that cultivate observational awareness are associated with reduced default mode network activity — the network involved in rumination and self-referential thinking (Brewer et al., 2011).\n\n7. Texture and Tactile Authenticity\n- Natural wood, earthy materials, and jute rope contain micro-irregularities absent in synthetic materials.\n- Biophilic design research suggests exposure to natural materials supports stress regulation and cognitive restoration (Kellert et al., 2008).\n- Natural textures provide low-frequency visual variation, which is associated with reduced stress compared to sterile, industrial surfaces (Kahn et al., 2008)."
          },
          "specificDescription": "For homes that value depth and decoration..but awareness over noise. A quiet presence for elevated spaces.\nHandcrafted in earthy materials and framed in natural wood, this Crown Chakra wall piece blends sacred geometry with neuroscience-backed design- radial symmetry for visual balance, a gentle meditative smile for subtle emotional mirroring, and soft matte textures to calm overstimulated eyes.\nIt doesn’t shout spirituality. It holds stillness.",
          "additionalSectionTitle": "Premium Detailing",
          "additionalSectionContent": "This piece engages:\n- Visual symmetry networks (Sasaki et al., 2005)\n- Mirror neuron systems (Rizzolatti & Craighero, 2004)\n- Facial feedback mechanisms (Strack et al., 1988)\n- Auditory attention reset systems (Tang et al., 2015)\n- Vertical cognitive mapping (Meier & Robinson, 2004)\n- Biophilic stress reduction pathways (Kellert et al., 2008)\n\n1. Why the Lotus Geometry Matters (Not Just Symbolism):\nThe carved mandala behind the figure resembles the thousand-petaled lotus, traditionally associated with the crown chakra.\n- But geometrically, here’s what’s happening:\nThe radial symmetry activates the brain’s pattern-recognition networks (Sasaki et al., 2005).\nSymmetry reduces cognitive load — the brain processes balanced geometry faster and more efficiently (Palmer & Hemenway, 1978).\nCircular forms are perceived as safer and less threatening than sharp angles, which are more likely to activate threat detection systems (Bar & Neta, 2006).\nYour visual cortex is wired to prefer symmetry. It signals stability.\nRadial mandalas stimulate:\n- Peripheral visual awareness\n- Central focus convergence\n- Bilateral visual processing balance\nThis is visual neuroscience.\nYour brain reads symmetry as order. Order reduces perceptual strain. Reduced strain improves attentional clarity (Sasaki et al., 2005).\n\n2. How the Seated Meditation Posture Calms the Viewer:\nThe cross-legged posture is not random.\nWhen we observe a stable, grounded seated body posture, the mirror neuron system activates (Rizzolatti & Craighero, 2004).\nThe brain subconsciously maps that posture onto our own body schema.\nThis embodied simulation mechanism allows observed stillness to subtly influence internal regulation (Gallese et al., 1996).\nMirror neurons are the same neural system that explains contagious yawning and posture mimicry.\n- You see stillness → your nervous system rehearses stillness. No conscious effort required.\n\n3. The Gentle Smile Effect:\nThe soft upward curve of the lips is neurologically significant.\nHuman brains are highly sensitive to facial expressions; the fusiform face area specializes in face recognition (Kanwisher & Yovel, 2006).\nWhen you observe a calm smiling face:\n- Facial processing regions activate\n- Emotional networks respond\n- Your own facial muscles subtly mimic the expression\nThis relates to the facial feedback hypothesis:\nFacial muscle activation can influence emotional experience (Strack et al., 1988; Niedenthal, 2007).\nIn simple terms:\n- You see peace.\n- You imitate peace.\n- You begin to feel peace.\nIt is ‘embodied cognition’.\n\n4. The Role of the Bells (Auditory Micro-Interrupt):\nThe brass ghungroo bells introduce subtle sound interaction.\nGentle, unpredictable sound cues increase present-moment awareness and interrupt cognitive drift- similar to auditory anchors used in mindfulness training (Kabat-Zinn, 1990).\nMeditative auditory cues have been associated with improved attentional regulation and reduced default mode network activation (Tang et al., 2015).\n\n5. Vertical Structure and Cognitive Elevation\nThe structure forms a clear vertical axis:\n- Wooden top beam\n- Suspended central figure\n- Downward-hanging bells\nHumans consistently associate verticality with power, hierarchy, abstraction, and transcendence (Meier & Robinson, 2004).\nSpatial metaphors deeply shape cognition; “up” is neurologically associated with higher-order thinking and positive abstraction (Lakoff & Johnson, 1980).\nUpward gaze has been linked to increased abstract processing and reduced immediate survival-oriented focus (Meier & Robinson, 2004).\n\n6. Crown Placement and Meta-Awareness:\nThe symbolic crown position draws visual attention upward.\nIn meditation research, practices that cultivate observational awareness are associated with reduced default mode network activity — the network involved in rumination and self-referential thinking (Brewer et al., 2011).\n\n7. Texture and Tactile Authenticity\n- Natural wood, earthy materials, and jute rope contain micro-irregularities absent in synthetic materials.\n- Biophilic design research suggests exposure to natural materials supports stress regulation and cognitive restoration (Kellert et al., 2008).\n- Natural textures provide low-frequency visual variation, which is associated with reduced stress compared to sterile, industrial surfaces (Kahn et al., 2008)."
        },
        {
          "id": "expansion-sl-6",
          "name": "Sahasrara Sthiti",
          "step": 3,
          "ethos": ".",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771489072/blog_covers/bkgstsm3vtm5psb4voq6.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771509100/blog_covers/q1vcotdghhsvrmmhw5a2.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771509497/blog_covers/pbmxuvpz2qfr1lj0bxm5.png"
          ],
          "category": "Anchor",
          "features": [],
          "variants": [],
          "whatItsFor": ".",
          "description": "You see grounded stillness. Your nervous system rehearses grounded stillness.",
          "mobileImages": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771489048/blog_covers/zkojuipcmhkqjzmwher5.png",
            "",
            ""
          ],
          "sanskritName": "",
          "specifications": [
            {
              "key": "Product Name",
              "value": "Sahasrara Sthiti"
            },
            {
              "key": "Product Type",
              "value": "Spiritual Anchor"
            },
            {
              "key": "Material",
              "value": "Hand-moulded earthy material meditative figure with carved Sahasrara mandala backdrop, mounted on a solid natural wood base with braided jute side detailing."
            },
            {
              "key": "Finish",
              "value": "Matte acrylic surface finish to reduce glare and prevent visual overstimulation. The wooden base retains its natural texture to preserve tactile warmth and structural authenticity."
            },
            {
              "key": "Color",
              "value": "Soft ivory terracotta paired with deep brown wood and a subtle violet yarn base accent- a composition designed to symbolize higher awareness while remaining visually grounded."
            },
            {
              "key": "Dimensions",
              "value": "6 × 4 × 3 inches  (Height × Width × Depth)"
            },
            {
              "key": "Weight",
              "value": "Approx. 850–1000 grams  (Handcrafted variation possible.)"
            },
            {
              "key": "Craftsmanship",
              "value": "Individually handcrafted. Each piece is manually moulded, kiln-dried, hand-finished, mounted, and quality-checked. Minor variations in tone, texture, and surface detailing are natural characteristics of artisanal production and reflect the uniqueness of every unit."
            },
            {
              "key": "Structural Integrity",
              "value": "The solid wooden base ensures balance and stable tabletop placement. Designed as a stationary anchor piece for indoor environments."
            },
            {
              "key": "Care Instructions",
              "value": "• Wipe gently with a soft, dry microfiber cloth • Avoid exposure to water or high humidity • Do not use chemical cleaners or abrasive materials • Keep away from direct rain or prolonged sunlight"
            },
            {
              "key": "Packaging",
              "value": "Secure packaging"
            }
          ],
          "additionalSection": {
            "title": "Premium Detailing",
            "content": "1. Radial Geometry and Neural Efficiency:\n- The carved mandala backdrop reflects radial symmetry- a structure the human visual system processes with high efficiency.\n- Research in visual cognition shows that symmetrical patterns are detected more rapidly and processed with reduced cognitive effort compared to asymmetrical forms (Palmer & Hemenway, 1978; Sasaki et al., 2005).\n- Functional imaging studies demonstrate that symmetry activates extrastriate visual cortex regions associated with pattern recognition and perceptual organization (Sasaki et al., 2005).\nRadial symmetry, in particular, supports:\n- Perceptual stability\n- Visual coherence\n- Reduced attentional fragmentation\nWhen the brain encounters structured geometry, it interprets it as order. Perceived order reduces neural load, which in turn lowers stress-linked cognitive strain (Biederman, 1987).\nThis is not symbolism. It is perceptual processing efficiency.\n\n2. Embodied Stillness and the Mirror Neuron System:\nThe seated meditative posture is neurologically significant.\nResearch on the mirror neuron system indicates that observing bodily states activates corresponding motor and somatosensory representations in the observer (Rizzolatti & Craighero, 2004). When individuals view calm, grounded body postures, subtle physiological mirroring can occur- including slowed breathing and reduced muscular tension.\nEmbodied cognition research further suggests that posture perception influences internal state mapping (Niedenthal, 2007). The brain does not passively observe stillness; it simulates it.\nRepeated exposure to stable postural cues strengthens associative neural pathways between the visual object and parasympathetic activation (Barsalou, 2008).\nIn practical terms:\nYou see grounded stillness. Your nervous system rehearses grounded stillness.\n\n3. The Gentle Smile and Facial Feedback Mechanisms:\nThe subtle upward curve of the meditative expression engages facial feedback systems.\n- The facial feedback hypothesis proposes that the act of mimicking facial expressions influences emotional experience (Strack, Martin, & Stepper, 1988). Although contemporary research debates the magnitude of the effect, converging evidence suggests facial musculature contributes to emotional regulation processes (Noordewier et al., 2020).\n- Neuroimaging studies show that viewing calm facial expressions activates the fusiform face area and emotion-processing regions such as the amygdala and insula (Haxby, Hoffman, & Gobbini, 2000).\nMicro-mimicry- often unconscious- subtly shifts internal affective tone.\nYou see peace. Your muscles echo peace. Your brain interprets peace.\n\n4. Vertical Orientation and Cognitive Elevation:\nHumans exhibit spatial-metaphoric cognition — meaning abstract concepts are mapped onto physical space.\nResearch demonstrates that vertical positioning influences abstract thought processing. Upward spatial cues are associated with transcendence, morality, and abstract cognition (Meier & Robinson, 2004).\nFurther, upward gaze has been linked with broader attentional framing and reduced rumination (Harmon-Jones, Gable, & Price, 2013).\nThe vertical axis of this piece- base, figure, mandala halo- subtly guides the visual system upward, reinforcing expansive cognitive framing.\n\n5. Biophilic Materials and Stress Regulation:\nThe integration of terracotta, natural wood, and jute aligns with principles of biophilic design.\nExposure to natural materials and textures has been associated with reduced stress markers and improved emotional regulation (Kellert & Calabrese, 2015). Studies indicate that environments incorporating organic forms and materials enhance parasympathetic nervous system activation compared to synthetic environments (Browning, Ryan, & Clancy, 2014).\nIrregular micro-textures signal “natural variability,” which the brain associates with safe environmental familiarity.\nIndustrial uniformity stimulates vigilance. Natural variation supports relaxation.\n\n6. Visual Anchoring and Attentional Control:\nEnvironmental psychology demonstrates that intentional focal objects improve attentional recovery (Kaplan & Kaplan, 1989). A single coherent object within a workspace can serve as a reset cue during cognitive overload.\nThis aligns with Attention Restoration Theory, which proposes that structured yet non-demanding visual stimuli support cognitive recovery (Kaplan, 1995).\nSahasrara Sthiti functions as:\nA visual anchor\nA non-verbal regulation cue\nA spatial reminder of perspective"
          },
          "specificDescription": "Designed as a stationary Crown Chakra desk sculpture, this handcrafted Sahasrara piece serves as a visual elevation point for workspaces, meditation corners, and reflective environments.\nEnvironmental psychology suggests that upward-oriented symbolic forms subtly influence cognitive framing — encouraging abstract thinking and reducing repetitive mental rumination. When placed within your visual field, elevated radial geometry can gently shift attention from scattered thought toward centered awareness.\nThe thousand-petaled mandala backdrop introduces radial symmetry, which the brain processes efficiently, reducing visual noise and cognitive strain. The seated meditative posture functions as a non-verbal regulation cue. Research in embodied cognition shows that when we observe stillness, our nervous system often mirrors it through subtle physiological shifts.\nThe soft matte surface minimizes light reflection, preventing overstimulation in focus-heavy environments.\nNo movement.\nNo auditory input.\nJust a quiet vertical reminder to rise above mental clutter.\nIdeal for desks, study tables, therapy rooms, meditation spaces, and areas where clarity and perspective matter more than decoration.\n",
          "additionalSectionTitle": "Premium Detailing",
          "additionalSectionContent": "1. Radial Geometry and Neural Efficiency:\n- The carved mandala backdrop reflects radial symmetry- a structure the human visual system processes with high efficiency.\n- Research in visual cognition shows that symmetrical patterns are detected more rapidly and processed with reduced cognitive effort compared to asymmetrical forms (Palmer & Hemenway, 1978; Sasaki et al., 2005).\n- Functional imaging studies demonstrate that symmetry activates extrastriate visual cortex regions associated with pattern recognition and perceptual organization (Sasaki et al., 2005).\nRadial symmetry, in particular, supports:\n- Perceptual stability\n- Visual coherence\n- Reduced attentional fragmentation\nWhen the brain encounters structured geometry, it interprets it as order. Perceived order reduces neural load, which in turn lowers stress-linked cognitive strain (Biederman, 1987).\nThis is not symbolism. It is perceptual processing efficiency.\n\n2. Embodied Stillness and the Mirror Neuron System:\nThe seated meditative posture is neurologically significant.\nResearch on the mirror neuron system indicates that observing bodily states activates corresponding motor and somatosensory representations in the observer (Rizzolatti & Craighero, 2004). When individuals view calm, grounded body postures, subtle physiological mirroring can occur- including slowed breathing and reduced muscular tension.\nEmbodied cognition research further suggests that posture perception influences internal state mapping (Niedenthal, 2007). The brain does not passively observe stillness; it simulates it.\nRepeated exposure to stable postural cues strengthens associative neural pathways between the visual object and parasympathetic activation (Barsalou, 2008).\nIn practical terms:\nYou see grounded stillness. Your nervous system rehearses grounded stillness.\n\n3. The Gentle Smile and Facial Feedback Mechanisms:\nThe subtle upward curve of the meditative expression engages facial feedback systems.\n- The facial feedback hypothesis proposes that the act of mimicking facial expressions influences emotional experience (Strack, Martin, & Stepper, 1988). Although contemporary research debates the magnitude of the effect, converging evidence suggests facial musculature contributes to emotional regulation processes (Noordewier et al., 2020).\n- Neuroimaging studies show that viewing calm facial expressions activates the fusiform face area and emotion-processing regions such as the amygdala and insula (Haxby, Hoffman, & Gobbini, 2000).\nMicro-mimicry- often unconscious- subtly shifts internal affective tone.\nYou see peace. Your muscles echo peace. Your brain interprets peace.\n\n4. Vertical Orientation and Cognitive Elevation:\nHumans exhibit spatial-metaphoric cognition — meaning abstract concepts are mapped onto physical space.\nResearch demonstrates that vertical positioning influences abstract thought processing. Upward spatial cues are associated with transcendence, morality, and abstract cognition (Meier & Robinson, 2004).\nFurther, upward gaze has been linked with broader attentional framing and reduced rumination (Harmon-Jones, Gable, & Price, 2013).\nThe vertical axis of this piece- base, figure, mandala halo- subtly guides the visual system upward, reinforcing expansive cognitive framing.\n\n5. Biophilic Materials and Stress Regulation:\nThe integration of terracotta, natural wood, and jute aligns with principles of biophilic design.\nExposure to natural materials and textures has been associated with reduced stress markers and improved emotional regulation (Kellert & Calabrese, 2015). Studies indicate that environments incorporating organic forms and materials enhance parasympathetic nervous system activation compared to synthetic environments (Browning, Ryan, & Clancy, 2014).\nIrregular micro-textures signal “natural variability,” which the brain associates with safe environmental familiarity.\nIndustrial uniformity stimulates vigilance. Natural variation supports relaxation.\n\n6. Visual Anchoring and Attentional Control:\nEnvironmental psychology demonstrates that intentional focal objects improve attentional recovery (Kaplan & Kaplan, 1989). A single coherent object within a workspace can serve as a reset cue during cognitive overload.\nThis aligns with Attention Restoration Theory, which proposes that structured yet non-demanding visual stimuli support cognitive recovery (Kaplan, 1995).\nSahasrara Sthiti functions as:\nA visual anchor\nA non-verbal regulation cue\nA spatial reminder of perspective"
        }
      ],
      "energy-curious": []
    },
    "productSettings": {
      "expansion-sl-1": {
        "updatedAt": "2025-12-26T03:33:30.809Z",
        "updatedBy": "eba38953-fd37-42ac-9575-7815828514cf",
        "isWaitlist": false
      }
    },
    "createdAt": "2025-12-25T11:38:47.408Z",
    "updatedAt": "2026-02-19T13:58:22.012Z"
  },
  {
    "id": "f309b614-b44f-4da3-8641-1c08534027e0",
    "slug": "insight",
    "name": "Third Eye Chakra",
    "tagline": "Stillness & Coherence",
    "sanskritName": "Ajna",
    "tone": "Insight",
    "location": "Between eyebrows",
    "element": "Light",
    "mantra": "OM",
    "symbol": "👁",
    "description": "The Third Eye Chakra is your center of intuition.",
    "colors": {
      "dark": "#312E81",
      "light": "#E0E7FF",
      "primary": "#4F46E5",
      "gradient": "from-indigo-600 via-indigo-500 to-purple-500"
    },
    "crystals": [
      "Amethyst",
      "Lapis Lazuli",
      "Sodalite",
      "Fluorite"
    ],
    "benefits": [
      "Intuition",
      "Clarity",
      "Awareness",
      "Wisdom",
      "Dreams"
    ],
    "products": [],
    "content": {
      "soul-luxury": [
        {
          "id": "insight-muffler-sl",
          "name": "Aamvaraah Muffler: Indigo",
          "step": 3,
          "ethos": "Thoughtful Warmth, Designed with Intention.",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771173579/14021594-253d-424a-9019-f1c980eacb89_q2zbl4.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771173295/0709559a-50f0-4d3f-b514-4de750b2c2bf_bgbbd9.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771173585/3dd18a88-e020-4654-b324-211f3abe47e6_a4rs99.jpg"
          ],
          "category": "Muffler",
          "features": [
            "Premium wool blend",
            "Soft, dense, and insulating",
            "One size (75 x 6 inches)",
            "Unisex design",
            "Chakra-aligned color"
          ],
          "idealFor": "Cold winter weather, daily wear, meditation, layering",
          "variants": [],
          "whatItsFor": "Aamvaraah is made to endure…to wrap you in warmth while allowing you to remain inward, still, and aware.",
          "description": "Woven in the quiet strength of the Himalayas, the Aamvaraah Muffler carries the warmth of high-altitude winters and the patience of hands that know the land.",
          "sanskritName": "Thoughtful Warmth",
          "specifications": {
            "Size": "One size",
            "Gender": "Unisex",
            "Weight": "250 gms (Light weight)",
            "Texture": "Soft, dense, and insulating",
            "Material": "Premium wool blend",
            "Packaging": "Secure packaging",
            "Dimensions": "75 inches (including tassels) × 6 inches",
            "Product Name": "Aamvaraah Muffler",
            "Product Type": "Unisex Winter Muffler",
            "Warmth Level": "High – suitable for cold winter weather"
          },
          "designBreakdown": "Why the neck matters?\nThe neck is one of the most sensitive and functionally important areas of the body. It contains major blood vessels that regulate blood flow to the brain, is closely connected to the nervous system, including pathways that influence calm and stress response, and is a key zone for heat regulation — the body loses warmth quickly when the neck is exposed. Covering the neck helps maintain thermal balance and overall comfort, especially in colder environments. This is why mufflers have traditionally been used as a protective layer, not just an accessory.\n\nWhy does Aakaura encourage a muffler around this area?\nAamvaraah is designed to sit comfortably around the neck, providing steady warmth without bulk. Its purpose is simple: to support the body where regulation and comfort meet. The design prioritizes: Even insulation, Soft contact with skin, Ease of movement throughout the day.\n\nThe role of colour in daily wear\nColour isn’t just visual — it subtly influences how we feel and experience our surroundings. From a scientific and psychological perspective: Colours affect mood and perception through visual processing in the brain. Clothing colours remain in our peripheral vision, influencing comfort and focus throughout the day. Certain colour tones are widely associated with calm, warmth, or stability across cultures.\n\nWhy Aakaura uses chakra-aligned colour palettes?\nChakras are used here as symbolic frameworks, not medical claims. Each Aamvaraah colour is chosen because it: Aligns with widely understood emotional and psychological associations, Reflects traditional colour symbolism rooted in Indian knowledge systems, Allows customers to choose a tone that matches their personal preference or daily intention. For example: Cooler tones are often associated with calm and clarity. Earthy shades are linked to grounding and stability. Warm neutrals evoke comfort and softness. This approach keeps the design intentional, without overstating effects.\n\nWhy Aamvaraah exists?\nAamvaraah is made for people who value: Practical warmth, Thoughtful design, Subtle meaning integrated into everyday wear. It is not about fixing or changing anything — it is about comfort, awareness, and conscious choice.\n\nColor Science: Indigo (Third Eye Chakra)\n**Color:** Indigo\n**Visible Frequency:** ~670–700 THz\n**Wavelength:** ~435–500 nm\n**Associated Energy:** Intuition, insight, inner vision\n\n**Meaning & Resonance:** Indigo’s deeper purple-blue reflects introspection, intuition, and inner wisdom. Its position just before violet in the spectrum parallels the Third Eye Chakra’s subtle perceptual and intuitive functions.",
          "careInstructions": "Dry clean recommended. Do not machine wash or bleach.",
          "specificDescription": "Made from a felt wool blend, it is created for real winters…dense, insulating, and deeply comforting. The kind of warmth that does not rush, but settles. The kind of warmth that feels steady, protective, and grounding. Aamvaraah is made to endure…to wrap you in warmth while allowing you to remain inward, still, and aware. Wear it as a layer of winter. Carry it as a layer of expression.",
          "additionalSectionTitle": "",
          "additionalSectionContent": ""
        },
        {
          "id": "insight-wall-hanging-sl",
          "name": "Jnana Aayam Wall Hanging",
          "step": 1,
          "ethos": ".",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771512419/blog_covers/tdn9qtmyqkg7hkrsuddh.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771352346/blog_covers/ycqdzuszncmcr96uziw3.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771512448/blog_covers/u9ugnoyscz2axsjihjgk.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771512476/blog_covers/bfnwx4phrizrvaas7ye0.png"
          ],
          "category": "Wall Hanging",
          "features": [
            "."
          ],
          "variants": [],
          "whatItsFor": ".",
          "description": ".",
          "mobileImages": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771512423/blog_covers/desjxry2kljmm0yyqjrc.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771352379/blog_covers/nrwzbj6fya0narq1p9db.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771512454/blog_covers/adswzwygrycuez1lzgnu.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771512490/blog_covers/u2ebljq2irjc9wnevxrp.png"
          ],
          "sanskritName": "",
          "specifications": [
            {
              "key": "Product Name",
              "value": "Jnana Aayam (Third Eye/Ajna Chakra) Wall Hanging"
            },
            {
              "key": "Product Type",
              "value": "Spiritual Wall Hanging"
            },
            {
              "key": "Material",
              "value": "Hand-moulded terracotta base, solid wood inscription element, and brass ghungroo bells"
            },
            {
              "key": "Finish",
              "value": "Acrylic matte finish (Uniform, non-glossy surface designed for visual calm, focus, and longevity)"
            },
            {
              "key": "Color",
              "value": "Unified Aakaura colour tone with natural wood accents."
            },
            {
              "key": "Dimensions",
              "value": "Approx. 33 × 19 × 1 cm (Length × Width × Depth)"
            },
            {
              "key": "Weight",
              "value": "Approx. 450 grams"
            },
            {
              "key": "Crafting",
              "value": "Hand-crafted: Each piece is moulded, painted, and assembled manually."
            },
            {
              "key": "Durability",
              "value": "Long-lasting for indoor use; Stable structure with age-resistant brass elements"
            },
            {
              "key": "Packaging",
              "value": "Secure packaging"
            },
            {
              "key": "Ideal For",
              "value": "Meditation spaces, intuitive practices, study areas, workspaces, spiritual décor, and intentional gifting"
            }
          ],
          "additionalSection": {
            "title": "Premium Detailing",
            "content": "Symbolism:\nRepresents perception, insight, awareness beyond sensory input, and integration of intellect with intuition\nLanguage Engraving:\nEnglish & Sanskrit (“vision.” “दृष्टि (Drishti)” — meaning vision, perception, insight)\nTwo-Petaled Lotus (Ajna Symbol):\nRepresents the dual forces of perception:\nIda and Pingala nadis (lunar and solar currents)\n\n\nIntuition and intellect\n\n\nInner seeing and outer knowing\n\n\nTogether, they converge into unified awareness.\n\nInverted Triangle:\nRepresents upward-moving energy, guiding consciousness from instinct and emotion toward clarity, discernment, and higher cognition.\nCentral Bindhu / Circle:\nSymbolizes the point of awareness, the seat of observation beyond thought — where perception occurs without distortion.\nBrass Ghunghroo Clusters:\nThree anchoring points, each adorned with three traditional brass ghunghroo bells designed to create subtle vibrational awareness rather than sound\n(Symbolic of attentiveness rather than stimulation.)\nWooden Inscription Element:\nA solid wooden log plaque, engraved with:\n“Vision.” (English); “दृष्टि (Drishti)” — meaning vision, perception, insight\n\n\nWhen to Work with the Third Eye Chakra (Ajna)?\nWorking on the Third Eye Chakra is recommended when clarity, focus, and inner guidance feel clouded.\nAjna governs perception, insight, mental coherence, memory, and the ability to see patterns beyond surface-level information.\nIt is located between the eyebrows, serving as the bridge between intellect and intuition.\n\nWho Should Work on the Third Eye Chakra?\n1. Individuals experiencing confusion or mental fog.\n2. Difficulty making decisions, overthinking, or lack of clarity.\n3. People disconnected from intuition.\n4. Ignoring inner signals, second-guessing themselves constantly.\n5. Those struggling with focus or memory.\n6. Inability to sustain attention or integrate information meaningfully.\n7. Individuals overly dominated by logic or emotion\n8. Imbalance between rational thought and intuitive understanding.\n9. People seeking deeper self-awareness.\n10. Those on a path of inner inquiry, learning, or introspection.\n\nBest Spaces to Work on Third Eye Energy:\nIndoor Spaces\n1. Quiet, low-stimulation environments\n2. Study or reading corners\n3. Meditation areas with minimal visual clutter\nOutdoor Spaces\n1. Still environments with open sky visibility\n2. Quiet terraces or balconies\n3. Early morning or twilight settings\n\nBest Times to Work on the Third Eye Chakra\n1. Early morning (pre-sunrise)\n2. Late evening when sensory input reduces\n3. During periods of decision-making or self-inquiry\nConsistency matters more than duration.\n\nSupportive Practices\n1. Trataka (gentle candle gazing)\n2. Silent observation of thoughts without engagement\n3. Breath awareness between the eyebrows\n4. Seed mantra chanting: “OM”\n5. Reducing sensory overload (screens, noise, multitasking)"
          },
          "specificDescription": "A handcrafted terracotta piece symbolizing perception, insight, and inner knowing. Designed around the Ajna chakra geometry, it carries the energy of clarity, focus, and intuitive intelligence. The two-petaled lotus represents the fundamental duality of existence (Ida and Pingala) converging at the center, symbolizing the transition from dualistic perception to non-dual awareness. The downward-pointing triangle signifies the descent and integration of higher consciousness. The inner circle marks the subtle void—the seat of the inner Guru. Finished with soft bells and a wooden plaque engraved with “दृष्टि” (Vision): a reminder that true sight comes from within.",
          "additionalSectionTitle": "Premium Detailing",
          "additionalSectionContent": "Symbolism:\nRepresents perception, insight, awareness beyond sensory input, and integration of intellect with intuition\nLanguage Engraving:\nEnglish & Sanskrit (“vision.” “दृष्टि (Drishti)” — meaning vision, perception, insight)\nTwo-Petaled Lotus (Ajna Symbol):\nRepresents the dual forces of perception:\nIda and Pingala nadis (lunar and solar currents)\n\n\nIntuition and intellect\n\n\nInner seeing and outer knowing\n\n\nTogether, they converge into unified awareness.\n\nInverted Triangle:\nRepresents upward-moving energy, guiding consciousness from instinct and emotion toward clarity, discernment, and higher cognition.\nCentral Bindhu / Circle:\nSymbolizes the point of awareness, the seat of observation beyond thought — where perception occurs without distortion.\nBrass Ghunghroo Clusters:\nThree anchoring points, each adorned with three traditional brass ghunghroo bells designed to create subtle vibrational awareness rather than sound\n(Symbolic of attentiveness rather than stimulation.)\nWooden Inscription Element:\nA solid wooden log plaque, engraved with:\n“Vision.” (English); “दृष्टि (Drishti)” — meaning vision, perception, insight\n\n\nWhen to Work with the Third Eye Chakra (Ajna)?\nWorking on the Third Eye Chakra is recommended when clarity, focus, and inner guidance feel clouded.\nAjna governs perception, insight, mental coherence, memory, and the ability to see patterns beyond surface-level information.\nIt is located between the eyebrows, serving as the bridge between intellect and intuition.\n\nWho Should Work on the Third Eye Chakra?\n1. Individuals experiencing confusion or mental fog.\n2. Difficulty making decisions, overthinking, or lack of clarity.\n3. People disconnected from intuition.\n4. Ignoring inner signals, second-guessing themselves constantly.\n5. Those struggling with focus or memory.\n6. Inability to sustain attention or integrate information meaningfully.\n7. Individuals overly dominated by logic or emotion\n8. Imbalance between rational thought and intuitive understanding.\n9. People seeking deeper self-awareness.\n10. Those on a path of inner inquiry, learning, or introspection.\n\nBest Spaces to Work on Third Eye Energy:\nIndoor Spaces\n1. Quiet, low-stimulation environments\n2. Study or reading corners\n3. Meditation areas with minimal visual clutter\nOutdoor Spaces\n1. Still environments with open sky visibility\n2. Quiet terraces or balconies\n3. Early morning or twilight settings\n\nBest Times to Work on the Third Eye Chakra\n1. Early morning (pre-sunrise)\n2. Late evening when sensory input reduces\n3. During periods of decision-making or self-inquiry\nConsistency matters more than duration.\n\nSupportive Practices\n1. Trataka (gentle candle gazing)\n2. Silent observation of thoughts without engagement\n3. Breath awareness between the eyebrows\n4. Seed mantra chanting: “OM”\n5. Reducing sensory overload (screens, noise, multitasking)"
        },
        {
          "id": "insight-bonsai-sl",
          "name": "Aarohma Ekam Bonsai: Third Eye (Ajna) Chakra",
          "step": 1,
          "ethos": "This piece integrates a living Adenium bonsai, aligning with principles of biophilic design — the human tendency to seek connection with natural systems.",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771161327/5e09149e-20e9-4462-9b8f-f45f3ad9366a_bacluz.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771161340/f99fb849-5d35-4a61-b61b-24ac24dc6187_ek0bwc.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771161335/c237cda9-4931-4dd9-a0ce-6e822433f94b_blzys4.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771161360/19e99a15-109e-46fa-919a-8490b2b1f9a9_rm5tma.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771161352/059ba949-9218-4e0f-bed2-c8fbcdfcc3a4_evu3w8.jpg"
          ],
          "category": "Bonsai",
          "features": [
            "Living Adenium bonsai",
            "Handcrafted terracotta pot",
            "Aura-toned yarn (Indigo)",
            "Spiral geometry design",
            "Dual yarn spheres"
          ],
          "idealFor": "Workspaces and study areas, creative thinking zones, environments requiring focus and calm decision-making",
          "variants": [],
          "whatItsFor": "Think of them as two inputs, one understanding. That’s Ajna done properly- grounded, not dramatic. Ideal for workspaces and study areas, creative thinking zones, environments requiring focus and calm decision-making.",
          "description": "Inspired by the Ajna (Third Eye) Chakra, this bonsai represents perception beyond surface information- clarity, awareness, and inner alignment.",
          "sanskritName": "Aarohma Ekam: Ajna",
          "specifications": {
            "Weight": "Lightweight to medium (varies slightly due to live plant and handcrafted elements)",
            "Texture": "Natural (plant & terracotta) with soft yarn detailing",
            "Material": "Live Adenium bonsai, terracotta pot, aura-toned yarn (Indigo), minimal decorative elements",
            "Packaging": "Secure, protective packaging designed for live plants",
            "Dimensions": "Approx. 8–12 inches in height (including pot and adornment)",
            "Plant Type": "Adenium (Desert Rose)",
            "Product Name": "Aarohma Ekam Bonsai: Third Eye (Ajna) Chakra",
            "Product Type": "Chakra-Inspired Living Bonsai"
          },
          "designBreakdown": "Biophilic Integration (Living Adenium Core)\nAt its center is a living Adenium bonsai, grounding the piece in biophilic design principles; the scientifically supported idea that humans experience measurable cognitive and emotional benefits from interaction with living systems (Wilson, 1984). Studies in environmental psychology demonstrate that exposure to plant life Improves attentional restoration, Reduces stress reactivity, Enhances perceived environmental coherence (Ulrich et al., 1991; Kaplan & Kaplan, 1989). The living core ensures this is not symbolic abstraction — it is biologically present.\n\nIndigo & Violet Spectrum (Cognitive Color Psychology)\nThe dominant indigo and violet tones sit at the higher-frequency end of the visible spectrum. Research in color psychology suggests: Blue–indigo tones are associated with sustained focus, cognitive stability, and reduced physiological arousal. Violet hues are linked to abstract reasoning and introspective thought due to their rarity in natural large-scale environments (Elliot & Maier, 2014). Cool-spectrum colors are generally correlated with calmer autonomic responses compared to high-arousal warm colors.\n\nThe Eye Motif & Directed Attention\nThe central eye element functions as a visual focal point. From a cognitive science perspective: Humans are neurologically wired to detect and prioritize eye-like stimuli. The fusiform face area and related visual processing regions show heightened sensitivity to eye patterns. This creates: Immediate attentional anchoring, Heightened perceptual awareness, Directed focus within the visual field. The eye here symbolizes observation.. and neurologically, it triggers it.\n\nSpiral Geometry & Cognitive Flow\nThe white ascending spiral introduces controlled directional movement. Curvilinear forms are associated with positive aesthetic processing and reduced threat perception compared to angular forms (Vartanian et al., 2013). The spiral guides the eye upward in a continuous loop, promoting: Visual continuity, Perceptual fluency, Reduced fragmentation in spatial processing. This mirrors the conceptual function of integration; multiple inputs forming one coherent pathway.\n\nDual Yarn Spheres & Bilateral Symbolism\nThe two suspended yarn spheres visually represent dual processing streams. While the popular “left brain vs right brain” simplification is overstated in neuroscience, it is accurate that: The brain processes information through distributed but functionally specialized networks. Effective cognition requires integration across hemispheres via the corpus callosum. The dual elements symbolize cognitive balance; not hemispheric mysticism, but integrated processing. Two inputs. One understanding.\n\nWhite Structural Elements & Visual Coherence\nWhite is a low-complexity visual field color that enhances spatial clarity. In interior perception research, white increases perceived openness and reduces visual congestion. Within this piece, the white spiral functions as a structural organizer; reinforcing order against the organic irregularity of the plant. It visually “holds” the composition together.\n\nWorkspace Conditioning & Cognitive Association\nRepeated exposure to a consistent visual anchor in a workspace can contribute to contextual behavioral conditioning (Wood & Neal, 2007). When paired with focused activity, the object may become associated with: Analytical thinking, Reflective decision-making, Reduced impulsive response.",
          "careInstructions": "Place in bright, indirect sunlight. Water sparingly; allow soil to dry between watering. Avoid overwatering and prolonged damp conditions. Protect from extreme cold.",
          "specificDescription": "Inspired by the Ajna (Third Eye) Chakra, this bonsai represents perception beyond surface information- clarity, awareness, and inner alignment. The indigo and violet tones are central to this piece. Indigo is associated with cognitive depth, focus, and pattern recognition, while violet reflects higher-order thinking and perspective. Psychologically, these colours are linked to introspection and reduced mental noise, making them ideal for spaces meant for thinking and reflection. The eye motif is symbolic of observation rather than judgment. It represents awareness - the ability to see situations as they are, without distortion from impulse or emotion. The white spiral surrounding the structure signifies mental order. White is neutral and grounding, visually reinforcing balance and coherence when thoughts feel scattered. The two yarn balls represent the dual nature of the Third Eye (Ajna) Chakra, which is traditionally associated with the number 2. They symbolise balance between two modes of perception: Logic and intuition, rational thinking and inner knowing, left brain and right brain processing. In practical terms, the Third Eye isn’t about “seeing visions.” It’s about integrating information- what you observe externally and what you sense internally- and then arriving at clarity. Ideal for workspaces and study areas, creative thinking zones, environments requiring focus and calm decision-making. Think of them as two inputs, one understanding. That’s Ajna done properly- grounded, not dramatic.",
          "additionalSectionTitle": "",
          "additionalSectionContent": ""
        },
        {
          "id": "ajna-drishti-sl",
          "name": "Aakaura’s Ajna Drishti",
          "step": 2,
          "ethos": "This is not about mysticism; it’s about training your mind.",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771162701/c6a6acba-dcb3-4570-b955-80ca4b5f46f3_wxcal5.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771162693/890787ce-4978-4bf4-942e-0586cc24b5c6_g09wwg.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771162709/2fd11ed3-ced1-4679-975b-0f85ca64da7d_mdumot.jpg"
          ],
          "category": "Meditation Tool",
          "features": [
            "Hand-moulded meditative figure",
            "Solid natural wood structural frame",
            "Authentic brass ghungroo bells",
            "Matte acrylic surface finish",
            "Braided jute rope suspension"
          ],
          "idealFor": "Meditation corners, study/work desks, therapy rooms",
          "variants": [],
          "whatItsFor": "A visual cue for mental steadiness, supporting relaxation and attentional reset.",
          "description": "Designed around the Ajna symbol of balanced perception, this serene meditative figure serves as a visual cue for mental steadiness.",
          "mobileImage": "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771231056/225bfcf0-3de8-498b-8bae-0e8c75833c9d_wagony.jpg",
          "sanskritName": "",
          "specifications": {
            "Color": "Earth-toned terracotta with warm wooden accents and muted brass highlights — a composition intended to visually anchor attention without sensory distraction.",
            "Finish": "Matte acrylic surface finish designed to minimize light reflection and visual overstimulation. Natural wood elements are retained in their organic texture to preserve tactile authenticity.",
            "Weight": "Approx. 850–950 grams (handcrafted variation possible)",
            "Material": "Hand-moulded terracotta meditative figure, solid natural wood structural frame, braided jute rope suspension, and authentic brass ghungroo bells.",
            "Dimensions": "13 × 7 × 3 inches (Height × Width × Depth)",
            "Product Name": "Aakaura’s Ajna Drishti",
            "Craftsmanship": "Individually handcrafted. Each piece is manually moulded, kiln-dried, hand-painted, assembled, and quality-checked. Minor textural and tonal variations are inherent to the artisanal process.",
            "Care Instructions": "Wipe with a soft, dry microfiber cloth. Avoid water exposure and high humidity. Do not use chemical cleaners or abrasive materials. Keep away from direct rain or prolonged sunlight.",
            "Structural Integrity": "The wooden back frame provides load distribution and long-term stability. Brass elements are mechanically fastened for secure suspension. Designed for indoor use in controlled environments."
          },
          "designBreakdown": "Inspired by the Ajna Symbol\nInspired by the Ajna symbol of balanced awareness, this meditative form is more than décor… it functions as a cognitive anchor.\n\nNeuroscience of Mental Imagery\nResearch in neuroscience shows that mental imagery activates overlapping neural networks involved in real perception and action. When you repeatedly observe and visualize a calm, upright posture, the brain engages sensorimotor circuits and strengthens associated neural pathways through experience-dependent neuroplasticity. In simple terms: what you repeatedly focus on becomes easier for your nervous system to access.\n\nVisual Regulation Cue\nThe composed seated figure acts as a visual regulation cue. Studies on embodied cognition demonstrate that posture influences emotional state; upright, open positioning is associated with increased emotional stability and reduced stress reactivity. Through mirror neuron system activation, observing calm can subtly prime calm.\n\nMetacognitive Awareness\nThe Ajna symbol- traditionally representing perceptual balance, aligns with what psychology calls metacognitive awareness: the ability to observe thoughts without becoming overwhelmed by them. This shift from reactive processing (amygdala-driven) to reflective processing (prefrontal cortex engagement) is central to emotional resilience.\n\nWind Chime Element\nThe wind chime element adds another layer. Gentle, rhythmic auditory input has been shown to:\n◦ Support parasympathetic nervous system activation\n◦ Encourage slower breathing patterns\n◦ Reduce sympathetic stress arousal\nPredictable soft sound functions as a sensory grounding mechanism, helping interrupt stress loops and restore attentional control.\n\nNeural Associations & Habit Formation\nRepeated exposure to visual calm, upright symmetry, and gentle sound strengthens neural associations linked to steadiness, cognitive clarity, and emotional regulation. Over time, the brain becomes more efficient at returning to that state under pressure.\n\nIdeal Placement\n• Meditation corners\n• Study or work desks\n• Therapy rooms\n• Entryway focal points\n• Reflective or contemplative interior settings",
          "careInstructions": "Wipe with a soft, dry microfiber cloth. Avoid water exposure.",
          "specificDescription": "Hang it where you make decisions. Where stress tends to rise. Where clarity matters. Research shows that focused visualization and calm visual anchors help regulate the nervous system and reduce stress responses over time. When you look at her composed posture, your brain mirrors it. When the bells move gently, rhythmic sound supports relaxation and attentional reset. This is not about mysticism; it’s about training your mind. In moments of pressure, let this piece remind you to pause, observe, and return to clarity.",
          "additionalSectionTitle": "",
          "additionalSectionContent": ""
        },
        {
          "id": "ajna-anchor-sl",
          "name": "Ajna Sthiti | The Vision Anchor",
          "step": 3,
          "ethos": "No sound. No distraction. Just a physical reminder to return to the center.",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771162364/399ba323-bdff-4295-9e60-01996db71dc9_zktzlf.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771162311/3e5740ba-1c5c-4703-923f-b354aed6b628_lltd8s.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771162318/141edc82-e6c4-4161-b9bc-2e9d1a992a21_inzdor.jpg"
          ],
          "category": "Meditation Tool",
          "features": [
            "Stationary desk anchor",
            "Hand-moulded terracotta figure",
            "Solid natural wood base",
            "Braided jute detailing",
            "Matte acrylic finish"
          ],
          "idealFor": "Work desks, meditation corners, therapy rooms",
          "variants": [],
          "whatItsFor": "A visual stabilizer to reduce cognitive overload and support attentional control.",
          "description": "Designed as a stationary desk anchor, this handcrafted Ajna sculpture serves as a visual stabilizer for workspaces, studios, and reflective corners.",
          "mobileImages": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/c_crop,ar_3:4/v1771233749/unnamed_fv69hy.jpg",
            "",
            ""
          ],
          "sanskritName": "",
          "specifications": {
            "Color": "Soft earth-toned terracotta paired with deep brown wood and subtle purple accent detailing — a grounded composition designed to visually stabilize and anchor a workspace.",
            "Finish": "Matte acrylic surface finish to reduce glare and visual overstimulation. The wooden base retains its natural texture to preserve warmth and material authenticity.",
            "Weight": "Approx. 800–950 grams (handcrafted variation possible)",
            "Material": "Hand-moulded terracotta meditative figure mounted on a solid natural wood base with braided jute detailing.",
            "Dimensions": "6 × 4 × 3 inches (Height × Width × Depth)",
            "Product Name": "Ajna Sthiti | The Vision Anchor",
            "Craftsmanship": "Individually handcrafted. Each piece is manually moulded, kiln-dried, hand-painted, mounted, and quality-checked. Minor variations in texture and tone are natural characteristics of artisanal production.",
            "Care Instructions": "Wipe gently with a soft, dry microfiber cloth. Avoid exposure to water or high humidity. Do not use chemical cleaners or abrasive materials. Keep away from direct rain or prolonged sunlight.",
            "Structural Integrity": "The solid wooden base ensures balance and stability for desk or tabletop placement. Designed as a stationary anchor piece for indoor environments."
          },
          "designBreakdown": "Conceptual Foundation\nThis desk anchor is designed around principles of environmental psychology, attentional science, and sensory regulation. Research in cognitive neuroscience shows that the human brain continuously scans its environment for stimuli. Cluttered or visually noisy spaces increase cognitive load, forcing the prefrontal cortex to work harder to maintain focus. Introducing a single, stable visual focal point reduces environmental unpredictability and supports attentional anchoring — the brain’s ability to return to one consistent object, lowering mental drift.\n\nNeuroaesthetic Principles\nThe symmetrical seated posture and centered composition activate what is known as perceptual fluency — the brain’s preference for balanced, predictable visual patterns. Symmetry is processed more efficiently in the visual cortex, reducing subtle cognitive strain. Calm, human-like forms also activate mirror neuron networks associated with embodied perception. When we observe stillness, the nervous system often mirrors it, encouraging parasympathetic regulation (the 'rest and restore' response). This does not 'open chakras.' It provides a consistent visual cue for calm.\n\nColor Psychology & Sensory Modulation\nThe muted terracotta and deep brown tones fall within low-arousal color ranges. Earth tones are associated in environmental studies with feelings of stability, groundedness, and reduced overstimulation compared to high-saturation hues. Matte finishes reduce light reflection, preventing micro-glare that can subtly increase visual fatigue during prolonged desk work.\n\nMaterial Science & Structural Stability\n• Terracotta: Kiln-fired clay known for durability and tactile warmth.\n• Solid Wood Base: Provides structural weight distribution and physical stability.\n• Jute Detailing: Natural fiber texture adds subtle sensory contrast without visual noise.\nThe object’s physical weight contributes to perceived permanence — and environmental stability increases psychological grounding.\n\nCognitive Anchoring in Workspaces\nIn productivity research, visual anchors help reinforce contextual cues. When repeatedly associated with focused work, the object becomes part of a behavioral conditioning loop, strengthening neural pathways tied to attention and discipline. Over time, the brain associates the workspace — and this object within it — with clarity and intention.\n\nIntended Function\n• Stabilize visual field\n• Reduce environmental distraction\n• Support attentional control\n• Reinforce calm work rituals\n• Serve as a symbolic reminder of mental alignment\n\nIdeal Placement\n• Work desks and studio tables\n• Meditation or journaling corners\n• Therapy and consultation rooms\n• Bedside tables\n• Focused creative environments",
          "careInstructions": "Wipe gently with a soft, dry microfiber cloth.",
          "specificDescription": "Research in environmental psychology shows that intentional visual focal points help reduce cognitive overload and support attentional control. A calm, symmetrical object placed within your field of vision can gently guide the brain toward parasympathetic regulation — lowering stress reactivity and improving sustained focus. The seated meditative posture acts as a non-verbal cue for embodied calm. When the body sees stillness, the nervous system often mirrors it. Over time, repeated exposure to such cues strengthens neural associations between your workspace and mental clarity. No sound. No distraction. Just a physical reminder to return to the center. Ideal for desks, studios, therapy rooms, and spaces where clarity matters more than noise.",
          "additionalSectionTitle": "",
          "additionalSectionContent": ""
        }
      ],
      "energy-curious": []
    },
    "productSettings": null,
    "createdAt": "2025-12-25T11:38:47.102Z",
    "updatedAt": "2026-02-19T14:48:15.063Z"
  },
  {
    "id": "b03b3a9c-2a6b-436d-ba15-2ce25ba070a9",
    "slug": "flow",
    "name": "Sacral Chakra",
    "tagline": "Stillness & Coherence",
    "sanskritName": "Svadhisthana",
    "tone": "Flow",
    "location": "Lower abdomen",
    "element": "Water",
    "mantra": "VAM",
    "symbol": "☽",
    "description": "The Sacral Chakra governs creativity, pleasure, and emotional flow.",
    "colors": {
      "dark": "#9A3412",
      "light": "#FFEDD5",
      "primary": "#EA580C",
      "gradient": "from-orange-600 via-orange-500 to-orange-400"
    },
    "crystals": [
      "Carnelian",
      "Orange Calcite",
      "Sunstone",
      "Amber"
    ],
    "benefits": [
      "Creativity",
      "Emotional intelligence",
      "Healthy sexuality",
      "Flexibility",
      "Joy"
    ],
    "products": [],
    "content": {
      "soul-luxury": [
        {
          "id": "flow-wall-hanging-sl",
          "name": "Jal Aayam Wall Hanging",
          "step": 1,
          "ethos": "Hand-crafted: Each piece is moulded, painted, and assembled manually. Designed to support emotional fluidity and creative expression.",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771175148/IMG_20260215_223409_bfcb66.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771174558/bcfc9cda-9fee-4d5c-89c5-44fce22ec34b_mafrhm.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771174565/734a0fe4-028a-45a9-b66e-7dbff2387cd9_t9dai7.jpg"
          ],
          "category": "Wall Hanging",
          "features": [
            "Hand-moulded terracotta base",
            "Solid wood inscription element with 'Flow'",
            "Traditional brass ghungroo bells",
            "Unified Aakaura colour tone with natural wood accents",
            "Acrylic matte finish for visual calm"
          ],
          "idealFor": "Emotional balance, creativity practices, relationship healing, meditation spaces, bedrooms, and intentional gifting",
          "variants": [],
          "symbolism": "Represents fluidity, creativity, emotional balance, pleasure, and the continuity of life energy",
          "whatItsFor": "A visual and energetic anchor for emotional balance and creativity. Designed for those seeking to reconnect with their feelings, heal relationships, or overcome creative blocks.",
          "description": "A handcrafted terracotta piece symbolizing creativity, emotion, and movement.",
          "sanskritName": "Sacral Chakra Wall Hanging",
          "specifications": {
            "color": "Unified Aakaura colour tone with natural wood accents.",
            "finish": "Acrylic matte finish (Uniform, non-glossy surface designed for visual calm and longevity)",
            "weight": "Approx. 450 grams",
            "crafting": "Hand-crafted: Each piece is moulded, painted, and assembled manually.",
            "material": "Hand-moulded terracotta base, solid wood inscription element, and brass ghungroo bells",
            "Ideal For": "Emotional balance, creativity practices, relationship healing, meditation spaces, bedrooms, and intentional gifting",
            "packaging": "Secure packaging",
            "dimensions": "Approx. 33 × 19 × 1 cm (Length × Width × Depth)",
            "durability": "Long-lasting for indoor use; Stable structure with age-resistant brass elements",
            "Product Name": "Jal Aayam (Sacral/Svadhisthana Chakra) Wall Hanging"
          },
          "designBreakdown": "Six-Petaled Lotus (Svadhisthana Symbol)\nRepresents six core tendencies to be brought into balance: desire, anger, greed, delusion, pride, and jealousy, reflecting emotional purification and maturity.\n\nCrescent Moon\nSymbol of the water element (Jala), representing emotional depth, intuition, cyclical change, and adaptability. Mirrors the moon’s influence on natural tides.\n\nCircular Mandala\nRepresents continuity, movement, and the cyclical nature of birth, creation, and transformation.\n\nBrass Ghungroo Clusters\nTwo anchoring points, each adorned with three traditional brass ghungroo bells. Designed to reflect rhythm, flow, and subtle vibrational awareness rather than sound intensity.\n\nWooden Inscription Element\nA solid wooden log plaque, engraved with “Flow.” (English) and “प्रवाह” (Pravah) - continuous movement of life force.",
          "careInstructions": "Clean gently with a soft, dry cloth. Avoid water, moisture, chemicals, and perfumes.",
          "additionalSection": {
            "title": "When to Work with the Sacral Chakra (Svadhisthana)",
            "content": "**Working on the Sacral Chakra (Svadhisthana)**\nRecommended for individuals experiencing emotional imbalance, creative blocks, suppressed feelings, or difficulty in relationships. It governs pleasure, emotions, sexuality, creativity, and adaptability and is located below the navel, in the lower abdomen. It is the center that allows life energy to move, feel, and express rather than remain rigid.\n\n**Who Should Work on the Sacral Chakra?**\n- **Individuals experiencing emotional numbness or overwhelm**: Those who feel emotionally blocked, overly sensitive, or disconnected from feelings.\n- **People facing creative blocks**: Artists, creators, or individuals struggling to express ideas or passion.\n- **Those experiencing relationship difficulties**: Challenges with intimacy, emotional openness, or trust.\n- **Individuals with guilt or shame patterns**: Especially around pleasure, desires, or self-expression.\n- **People experiencing reproductive or lower abdominal discomfort**: Including hormonal imbalance, menstrual issues, or pelvic tension (non-medical, energetic association).\n- **Those feeling rigid or unable to adapt to change**: Difficulty flowing with life situations or emotional shifts.\n\n**Best Spaces to Work on Sacral Chakra Energy**\nSacral chakra practices thrive in environments that support fluidity, comfort, and emotional safety.\n\n*Outdoor Spaces*\n- Near water bodies (rivers, lakes, fountains)\n- Open natural spaces that feel relaxed and soothing\n\n*Indoor Spaces*\n- Bedrooms or personal spaces\n- Meditation areas with warm lighting\n- Creative corners (art, writing, music)\n- Clean, uncluttered environments that feel inviting rather than strict\n\n**Best Times to Work on the Sacral Chakra**\n- Evening or late afternoon, when the body naturally softens\n- During emotional heaviness or creative stagnation\n- Regular practice 1–2 times per week, or more during emotionally intense periods\n\n**Supportive Practices**\n- Flow-based visualizations, imagining gentle water movement in the lower abdomen\n- Hip-opening yoga postures such as Butterfly, Goddess, Pigeon, and Malasana\n- Seed mantra chanting: “VAM”\n- Gentle movement or dance, allowing the body to move freely\n- Warm baths or water-based rituals to reconnect with fluidity"
          },
          "languageEngraving": "English & Sanskrit — “Flow.” and “प्रवाह”",
          "specificDescription": "A handcrafted terracotta piece symbolizing creativity, emotion, and movement. Designed around the Svadhisthana chakra geometry, it carries the energy of fluidity and emotional intelligence. The Six-Petaled Lotus represents key aspects of human nature that must be brought into balance—anger, jealousy, cruelty, hatred, pride, and desire—and is traditionally depicted in shades of orange or vermilion, symbolizing vitality and dynamic energy. Finished with soft bells and a wooden plaque engraved with “प्रवाह” (Flow): a reminder that life moves best when resistance dissolves.",
          "additionalSectionTitle": "When to Work with the Sacral Chakra (Svadhisthana)",
          "additionalSectionContent": "**Working on the Sacral Chakra (Svadhisthana)**\nRecommended for individuals experiencing emotional imbalance, creative blocks, suppressed feelings, or difficulty in relationships. It governs pleasure, emotions, sexuality, creativity, and adaptability and is located below the navel, in the lower abdomen. It is the center that allows life energy to move, feel, and express rather than remain rigid.\n\n**Who Should Work on the Sacral Chakra?**\n- **Individuals experiencing emotional numbness or overwhelm**: Those who feel emotionally blocked, overly sensitive, or disconnected from feelings.\n- **People facing creative blocks**: Artists, creators, or individuals struggling to express ideas or passion.\n- **Those experiencing relationship difficulties**: Challenges with intimacy, emotional openness, or trust.\n- **Individuals with guilt or shame patterns**: Especially around pleasure, desires, or self-expression.\n- **People experiencing reproductive or lower abdominal discomfort**: Including hormonal imbalance, menstrual issues, or pelvic tension (non-medical, energetic association).\n- **Those feeling rigid or unable to adapt to change**: Difficulty flowing with life situations or emotional shifts.\n\n**Best Spaces to Work on Sacral Chakra Energy**\nSacral chakra practices thrive in environments that support fluidity, comfort, and emotional safety.\n\n*Outdoor Spaces*\n- Near water bodies (rivers, lakes, fountains)\n- Open natural spaces that feel relaxed and soothing\n\n*Indoor Spaces*\n- Bedrooms or personal spaces\n- Meditation areas with warm lighting\n- Creative corners (art, writing, music)\n- Clean, uncluttered environments that feel inviting rather than strict\n\n**Best Times to Work on the Sacral Chakra**\n- Evening or late afternoon, when the body naturally softens\n- During emotional heaviness or creative stagnation\n- Regular practice 1–2 times per week, or more during emotionally intense periods\n\n**Supportive Practices**\n- Flow-based visualizations, imagining gentle water movement in the lower abdomen\n- Hip-opening yoga postures such as Butterfly, Goddess, Pigeon, and Malasana\n- Seed mantra chanting: “VAM”\n- Gentle movement or dance, allowing the body to move freely\n- Warm baths or water-based rituals to reconnect with fluidity"
        },
        {
          "id": "flow-bonsai-sl",
          "name": "Aarohma Ekam Bonsai: Sacral (Svadisthana) Chakra",
          "step": 1,
          "ethos": "This piece integrates a living Adenium bonsai, aligning with principles of biophilic design.",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771174687/1427f009-0980-4766-9dcd-71d9fa8e9ae1_hdnwdl.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771174698/f872e18e-341d-45ba-89b9-9ea1c58aa1a2_zhuiis.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771174711/23f0dc1a-d684-4bd0-a467-81a61c4ef7bf_zh0ot5.jpg"
          ],
          "category": "Bonsai",
          "features": [
            "Living Adenium bonsai",
            "Handcrafted terracotta pot",
            "Aura-toned yarn (Orange)",
            "Deep blue accents",
            "Crescent moon charm",
            "Spiral structure"
          ],
          "idealFor": "Creative studios, bedrooms, personal sanctuaries, artistic workspaces",
          "variants": [],
          "whatItsFor": "Sacral Chakra Aarohma Ekam is a reminder that we are as vast and influential as the tides..powerful, cyclical, and ever-flowing. Ideal for creative studios, bedrooms, or personal sanctuaries.",
          "description": "The Sacral Chakra Aarohma Ekam Bonsai represents fluidity, creative spark, and the rhythmic pulse of life.",
          "sanskritName": "Aarohma Ekam: Svadisthana",
          "specifications": {
            "Weight": "Lightweight to medium (varies slightly due to live plant and handcrafted elements)",
            "Texture": "Natural (plant & terracotta) with soft yarn detailing",
            "Material": "Live Adenium bonsai, terracotta pot, aura-toned yarn (Orange), minimal decorative elements",
            "Packaging": "Secure, protective packaging designed for live plants",
            "Dimensions": "Approx. 8–12 inches in height (including pot and adornment)",
            "Plant Type": "Adenium (Desert Rose)",
            "Product Name": "Aarohma Ekam Bonsai: Sacral (Svadisthana) Chakra",
            "Product Type": "Chakra-Inspired Living Bonsai"
          },
          "designBreakdown": "Living Core & Water Storage Biology\nAt the center is a living Adenium bonsai, known for its enlarged caudex — a botanical adaptation for water storage. In arid environments, Adenium species survive by: Storing water in their swollen base, Regulating internal hydration, Releasing stored reserves gradually during dry periods. This biological structure mirrors the conceptual theme of the sacral region — preservation, fluid regulation, and sustained vitality. From a biophilic standpoint, interaction with living plant systems has been associated with: Reduced stress reactivity, Enhanced emotional regulation, Increased cognitive flexibility (Ulrich et al., 1991; Kaplan & Kaplan, 1989). Fluid growth requires stable reserves.\n\nOrange Spectrum & Motivational Activation\nVibrant orange forms the primary visual driver of this composition. In color psychology: Orange is associated with energy, sociability, and creative activation. It combines the stimulation of red with the optimism of yellow. Moderate exposure increases perceived enthusiasm and approach motivation (Elliot & Maier, 2014). Orange is warm without aggression. It signals vitality without dominance. This makes it suitable for creative spaces and emotionally expressive environments.\n\nBlue Accents & Emotional Depth\nDeep blue tones introduce counterbalance. Blue is associated with: Calm regulation, Cognitive stability, Reduced physiological arousal. The pairing of orange (activation) and blue (regulation) creates chromatic tension and balance — visually reflecting the dynamic between passion and composure. Too much activation leads to volatility. Too much calm leads to stagnation. Integration creates flow.\n\nSpiral Geometry & Rhythmic Motion\nThe upward spiral mimics wave-like progression. Curvilinear forms are processed as safer and more harmonious than angular forms (Vartanian et al., 2013). Continuous curves encourage perceptual flow — the eye moves without interruption. This mirrors psychological flow states: Engagement without force, Movement without resistance, Immersion without fragmentation. Creativity thrives in continuity.\n\nLunar Symbolism & Tidal Science (Clarified)\nThe crescent moon element references cyclical rhythm. Scientifically: The moon’s gravitational pull influences ocean tides. Human bodies are composed of approximately 60% water (not 80%). There is no conclusive scientific evidence that lunar cycles directly influence human fluid systems in a measurable physiological tidal way. However: Humans are deeply responsive to cyclical patterns — circadian rhythms (sun-based) and monthly hormonal cycles are biologically real regulatory systems. The moon here symbolizes rhythm and cycle — not gravitational control over the body. Symbolic rhythm. Not literal tide mechanics.\n\nSuspended Yarn Elements & Adaptive Motion\nThe suspended elements introduce kinetic responsiveness. They move subtly with environmental airflow, demonstrating: Adaptability, Flexibility, Sensitivity to surroundings. From a psychological standpoint, flexible systems outperform rigid ones in creative problem-solving. Adaptive motion reinforces creative resilience.\n\nTerracotta Base & Emotional Containment\nThe handcrafted terracotta base provides mineral grounding. Earth-based materials: Stabilize bright warm tones, Absorb light rather than reflect glare, Introduce tactile authenticity. Passion must sit in structure. Fluidity requires containment. Without grounding, movement becomes chaos.\n\nEnvironmental Conditioning & Creative Association\nBehavioral research shows environments shape cognitive output (Wood & Neal, 2007). Placed in: Creative studios, Bedrooms, Writing desks, Artistic workspaces. This bonsai may become associated with: Idea generation, Emotional expression, Playful experimentation. Not because it activates fertility or tides — but because consistent visual cues reinforce behavioral states.",
          "careInstructions": "Place in bright, indirect sunlight. Water sparingly; allow soil to dry between watering. Avoid overwatering and prolonged damp conditions. Protect from extreme cold.",
          "specificDescription": "The Sacral Chakra Aarohma Ekam Bonsai represents fluidity, creative spark, and the rhythmic pulse of life. Designed around the Svadhisthana’s symbolic language, this piece centers on the element of Water. While vibrant orange reflects the heat of passion and reproductive energy, the deep blue hues pay homage to the secondary associations- the cooling depths of the subconscious and the preservation of life. The form features an upward-reaching spiral that mimics a rising tide, illustrating that true creativity requires both movement and emotional depth. The connection to the Moon is central to this piece. Just as the moon’s gravitational pull dictates the Earth's tides, it governs the \"internal oceans\" of humans, who are composed of 80% water. This celestial influence ties directly to the sacral energy of menstruation, fertility, and birth, marking the sacred cycles that allow life to flow forward. The Adenium bonsai serves as a living metaphor for this chakra; its thick, succulent caudex is designed specifically to store water, embodying the ability to retain emotional wisdom while thriving in a state of constant, fluid growth. Suspended yarn elements and a crescent moon charm introduce a sense of weightlessness, reminding us that the sacral energy is most powerful when it is allowed to sway and adapt. Ideal for creative studios, bedrooms, or personal sanctuaries where you seek to unlock passion, embrace sensuality, and reconnect with your natural rhythm.",
          "additionalSectionTitle": "",
          "additionalSectionContent": ""
        },
        {
          "id": "flow-muffler-sl",
          "name": "Aamvaraah Muffler: Tangerine",
          "step": 1,
          "ethos": ".",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771175304/700c7f96-df9d-44e7-add7-bd0c0d91da14_dlzw1x.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771175323/01b963e7-f81e-495f-a719-536a79a3e055_peft5g.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771175314/693576cb-3685-4542-adb1-4324b4730c72_ror6zd.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771175467/f0decd6c-84ad-44a8-a3db-40d9a2d61646_sxpwij.jpg"
          ],
          "category": "Muffler",
          "features": [],
          "variants": [],
          "whatItsFor": ".",
          "description": "Woven in the quiet strength of the Himalayas, the Aamvaraah Muffler carries the warmth of high-altitude winters and the patience of hands that know the land.",
          "mobileImages": [
            "",
            "",
            "",
            ""
          ],
          "sanskritName": "",
          "specifications": [
            {
              "key": "Product Name",
              "value": "Aamvaraah Muffler"
            },
            {
              "key": "Product Type",
              "value": "Unisex Winter Muffler"
            },
            {
              "key": "Material",
              "value": "Premium wool blend"
            },
            {
              "key": "Texture",
              "value": "Soft, dense, and insulating"
            },
            {
              "key": "Warmth Level",
              "value": "High – suitable for cold winter weather"
            },
            {
              "key": "Size",
              "value": "One size"
            },
            {
              "key": "Dimensions",
              "value": "75 inches (including tassels) × 6 inches"
            },
            {
              "key": "Weight",
              "value": "250 gms (Light weight)"
            },
            {
              "key": "Gender",
              "value": "Unisex"
            },
            {
              "key": "Care Instructions",
              "value": "Dry clean recommended. Do not machine wash or bleach."
            },
            {
              "key": "Packaging",
              "value": "Secure packaging"
            }
          ],
          "additionalSection": {
            "title": "Premium Detailing",
            "content": "Why the neck matters?\nThe neck is one of the most sensitive and functionally important areas of the body.\nIt contains major blood vessels that regulate blood flow to the brain. It is closely connected to the nervous system, including pathways that influence calm and stress response. It is a key zone for heat regulation — the body loses warmth quickly when the neck is exposed\n\nCovering the neck helps maintain thermal balance and overall comfort, especially in colder environments. This is why mufflers have traditionally been used as a protective layer, not just an accessory.\n\nWhy does Aakaura encourage a muffler around this area?\nAamvaraah is designed to sit comfortably around the neck, providing steady warmth without bulk.\nIts purpose is simple: to support the body where regulation and comfort meet.\nThe design prioritizes:\n- Even insulation\n- Soft contact with skin\n- Ease of movement throughout the day\n\nThe role of colour in daily wear:\nColour isn’t just visual — it subtly influences how we feel and experience our surroundings.\nFrom a scientific and psychological perspective:\n- Colours affect mood and perception through visual processing in the brain\n- Clothing colours remain in our peripheral vision, influencing comfort and focus throughout the day\n- Certain colour tones are widely associated with calm, warmth, or stability across cultures\n\nWhy Aakaura uses chakra-aligned colour palettes?\nChakras are used here as symbolic frameworks, not medical claims.\nEach Aamvaraah colour is chosen because it:\n- Aligns with widely understood emotional and psychological associations.\n- Reflects traditional colour symbolism rooted in Indian knowledge systems.\n- Allows customers to choose a tone that matches their personal preference or daily intention.\n\nWhy Aamvaraah exists?\nAamvaraah is made for people who value:\n- Practical warmth\n- Thoughtful design\n- Subtle meaning integrated into everyday wear\nIt is not about fixing or changing anything — it is about comfort, awareness, and conscious choice."
          },
          "specificDescription": "Woven in the quiet strength of the Himalayas, the Aamvaraah Muffler carries the warmth of high-altitude winters and the patience of hands that know the land. \n\nMade from a felt wool blend, it is created for real winters…dense, insulating, and deeply comforting. The kind of warmth that does not rush, but settles. The kind of warmth that feels steady, protective, and grounding.\n\nAamvaraah is made to endure…to wrap you in warmth while allowing you to remain inward, still, and aware.\n\nWear it as a layer of winter.\nCarry it as a layer of expression.\n",
          "additionalSectionTitle": "Premium Detailing",
          "additionalSectionContent": "Why the neck matters?\nThe neck is one of the most sensitive and functionally important areas of the body.\nIt contains major blood vessels that regulate blood flow to the brain. It is closely connected to the nervous system, including pathways that influence calm and stress response. It is a key zone for heat regulation — the body loses warmth quickly when the neck is exposed\n\nCovering the neck helps maintain thermal balance and overall comfort, especially in colder environments. This is why mufflers have traditionally been used as a protective layer, not just an accessory.\n\nWhy does Aakaura encourage a muffler around this area?\nAamvaraah is designed to sit comfortably around the neck, providing steady warmth without bulk.\nIts purpose is simple: to support the body where regulation and comfort meet.\nThe design prioritizes:\n- Even insulation\n- Soft contact with skin\n- Ease of movement throughout the day\n\nThe role of colour in daily wear:\nColour isn’t just visual — it subtly influences how we feel and experience our surroundings.\nFrom a scientific and psychological perspective:\n- Colours affect mood and perception through visual processing in the brain\n- Clothing colours remain in our peripheral vision, influencing comfort and focus throughout the day\n- Certain colour tones are widely associated with calm, warmth, or stability across cultures\n\nWhy Aakaura uses chakra-aligned colour palettes?\nChakras are used here as symbolic frameworks, not medical claims.\nEach Aamvaraah colour is chosen because it:\n- Aligns with widely understood emotional and psychological associations.\n- Reflects traditional colour symbolism rooted in Indian knowledge systems.\n- Allows customers to choose a tone that matches their personal preference or daily intention.\n\nWhy Aamvaraah exists?\nAamvaraah is made for people who value:\n- Practical warmth\n- Thoughtful design\n- Subtle meaning integrated into everyday wear\nIt is not about fixing or changing anything — it is about comfort, awareness, and conscious choice.\n"
        },
        {
          "id": "flow-sl-4",
          "name": "Aamvaraah Neck Warmer: Tangerine",
          "step": 2,
          "ethos": ".",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771444552/blog_covers/vfpddrimbohepnrtnbvw.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771444109/blog_covers/jyekinu42q8yej7ybdtm.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771444896/blog_covers/xz4ices64cqox1oqoqxw.png"
          ],
          "features": [],
          "variants": [],
          "whatItsFor": ".",
          "description": "Crafted in the stillness of the Himalayas, the Aamvaraah Neck Warmer is designed to protect what is most exposed…your breath, your voice, your center of warmth.",
          "mobileImages": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771444608/blog_covers/zvk0vfh94z7zncsa0sin.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771444503/blog_covers/xvs5kn9jx1vcqjkic62v.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771444903/blog_covers/uyzvfvgoxzkwl5axt2nu.png"
          ],
          "sanskritName": "",
          "specifications": [
            {
              "key": "Product Name",
              "value": "Aamvaraah Neck Warmer"
            },
            {
              "key": "Product Type",
              "value": "Unisex Winter Neck Warmer"
            },
            {
              "key": "Material",
              "value": "Premium wool blend "
            },
            {
              "key": "Texture",
              "value": "Soft, dense, and insulating"
            },
            {
              "key": "Warmth Level",
              "value": "High – suitable for cold winter weather"
            },
            {
              "key": "Size",
              "value": "One size"
            },
            {
              "key": "Dimensions",
              "value": "9 inches × 4.5 inches"
            },
            {
              "key": "Weight",
              "value": "40 gms (Light weight) "
            },
            {
              "key": "Gender",
              "value": "Unisex"
            },
            {
              "key": "Care Instructions",
              "value": "Dry clean recommended. Do not machine wash or bleach."
            },
            {
              "key": "Packaging",
              "value": "Secure packaging"
            }
          ],
          "additionalSection": {
            "title": "Premium Detailing",
            "content": "Why the neck matters?\nThe neck is one of the most sensitive and functionally important areas of the body. It contains major blood vessels that regulate blood flow to the brain. It is closely connected to the nervous system, including pathways that influence calm and stress response. It is a key zone for heat regulation — the body loses warmth quickly when the neck is exposed.\n\nCovering the neck helps maintain thermal balance and overall comfort, especially in colder environments.\n\nWhy use a neck warmer?\nAamvaraah is designed to sit comfortably around the neck, providing steady warmth without bulk. If you don’t want the hassle of a muffler, go easy with a neck warmer.\nIts purpose is simple: to support the body where regulation and comfort meet.\nThe design prioritizes:\n- Even insulation\n- Soft contact with skin\n- Ease of movement throughout the day\n\nThe role of colour in daily wear:\nColour isn’t just visual- it subtly influences how we feel and experience our surroundings.\nFrom a scientific and psychological perspective:\n- Colours affect mood and perception through visual processing in the brain.\n- Clothing colours remain in our peripheral vision, influencing comfort and focus throughout the day.\n- Certain colour tones are widely associated with calm, warmth, or stability across cultures.\n\nWhy Aakaura uses chakra-aligned colour palettes?\nChakras are used here as symbolic frameworks, not medical claims.\nEach Aamvaraah colour is chosen because it:\n- Aligns with widely understood emotional and psychological associations.\n- Reflects traditional colour symbolism rooted in Indian knowledge systems.\n- Allows customers to choose a tone that matches their personal preference or daily intention.\n\nWhy Aamvaraah exists?\nAamvaraah is made for people who value:\n- Practical warmth\n- Thoughtful design\n- Subtle meaning integrated into everyday wear\nIt is not about fixing or changing anything- it is about comfort, awareness, and conscious choice."
          },
          "specificDescription": "Crafted in the stillness of the Himalayas, the Aamvaraah Neck Warmer is designed to protect what is most exposed…your breath, your voice, your center of warmth.\nMade from a felt wool blend, it offers dense insulation without heaviness. It wraps closely, gently, creating a cocoon against winter winds while allowing the body to remain at ease. This is warmth that stays with you, not around you.\nIn many traditions, the neck is a passage—between thought and expression, breath and word. Aamvaraah honours this space. It does not constrict. It supports. It shields without being overwhelming.\nWear it close.\nBreathe slower.\nLet warmth become stillness.",
          "additionalSectionTitle": "Premium Detailing",
          "additionalSectionContent": "Why the neck matters?\nThe neck is one of the most sensitive and functionally important areas of the body. It contains major blood vessels that regulate blood flow to the brain. It is closely connected to the nervous system, including pathways that influence calm and stress response. It is a key zone for heat regulation — the body loses warmth quickly when the neck is exposed.\n\nCovering the neck helps maintain thermal balance and overall comfort, especially in colder environments.\n\nWhy use a neck warmer?\nAamvaraah is designed to sit comfortably around the neck, providing steady warmth without bulk. If you don’t want the hassle of a muffler, go easy with a neck warmer.\nIts purpose is simple: to support the body where regulation and comfort meet.\nThe design prioritizes:\n- Even insulation\n- Soft contact with skin\n- Ease of movement throughout the day\n\nThe role of colour in daily wear:\nColour isn’t just visual- it subtly influences how we feel and experience our surroundings.\nFrom a scientific and psychological perspective:\n- Colours affect mood and perception through visual processing in the brain.\n- Clothing colours remain in our peripheral vision, influencing comfort and focus throughout the day.\n- Certain colour tones are widely associated with calm, warmth, or stability across cultures.\n\nWhy Aakaura uses chakra-aligned colour palettes?\nChakras are used here as symbolic frameworks, not medical claims.\nEach Aamvaraah colour is chosen because it:\n- Aligns with widely understood emotional and psychological associations.\n- Reflects traditional colour symbolism rooted in Indian knowledge systems.\n- Allows customers to choose a tone that matches their personal preference or daily intention.\n\nWhy Aamvaraah exists?\nAamvaraah is made for people who value:\n- Practical warmth\n- Thoughtful design\n- Subtle meaning integrated into everyday wear\nIt is not about fixing or changing anything- it is about comfort, awareness, and conscious choice."
        }
      ],
      "energy-curious": []
    },
    "productSettings": {
      "flow-sl-1": {
        "updatedAt": "2026-02-05T01:10:42.937Z",
        "updatedBy": "admin@example.com",
        "isWaitlist": false
      },
      "flow-sl-2": {
        "updatedAt": "2026-02-05T01:10:58.412Z",
        "updatedBy": "admin@example.com",
        "isWaitlist": false
      }
    },
    "createdAt": "2025-12-25T11:38:45.926Z",
    "updatedAt": "2026-02-18T20:03:40.815Z"
  },
  {
    "id": "02d6e857-738c-418e-bd99-d984edfd88ca",
    "slug": "power",
    "name": "Solar Plexus Chakra",
    "tagline": "Stillness & Coherence",
    "sanskritName": "Manipura",
    "tone": "Power",
    "location": "Upper abdomen",
    "element": "Fire",
    "mantra": "RAM",
    "symbol": "☀",
    "description": "The Solar Plexus Chakra is your power center.",
    "colors": {
      "dark": "#854D0E",
      "light": "#FEF9C3",
      "primary": "#EAB308",
      "gradient": "from-yellow-500 via-yellow-400 to-amber-400"
    },
    "crystals": [
      "Citrine",
      "Tiger's Eye",
      "Yellow Jasper",
      "Amber"
    ],
    "benefits": [
      "Confidence",
      "Willpower",
      "Decision-making",
      "Digestion",
      "Personal power"
    ],
    "products": [],
    "content": {
      "soul-luxury": [
        {
          "id": "power-wall-hanging-sl",
          "name": "Agni Aayam Wall Hanging",
          "step": 1,
          "ethos": "Hand-crafted: Each piece is moulded, painted, and assembled manually. Designed to support confidence building and decision-making clarity.",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771160963/79313106-4a85-4c24-b339-7d662a85de3b_qbgnq6.jpg"
          ],
          "category": "Wall Hanging",
          "features": [
            "Hand-moulded terracotta base",
            "Solid wood inscription element with 'Power'",
            "Traditional brass ghungroo bells",
            "Unified Aakaura colour tone with natural wood accents",
            "Acrylic matte finish for visual calm"
          ],
          "idealFor": "Confidence building, decision-making clarity, leadership energy, self-discipline practices, workspaces, meditation areas, and intentional gifting",
          "variants": [],
          "symbolism": "Represents personal power, transformation, willpower, self-confidence, and purposeful action",
          "whatItsFor": "A visual and energetic anchor for personal power and will. Designed for those seeking to boost confidence, self-discipline, and leadership energy.",
          "description": "A handcrafted terracotta piece symbolizing confidence, will, and inner strength.",
          "sanskritName": "Solar Plexus Chakra Wall Hanging",
          "specifications": {
            "color": "Unified Aakaura colour tone with natural wood accents and brass detailing",
            "finish": "Acrylic matte finish (Uniform, non-glossy surface designed for visual calm and longevity)",
            "weight": "Approx. 450 grams",
            "crafting": "Hand-crafted: Each piece is moulded, painted, and assembled manually.",
            "material": "Hand-moulded terracotta base, solid wood inscription element, and brass ghungroo bells",
            "Ideal For": "Confidence building, decision-making clarity, leadership energy, self-discipline practices, workspaces, meditation areas, and intentional gifting",
            "packaging": "Secure packaging",
            "dimensions": "Approx. 33 × 19 × 1 cm (Length × Width × Depth)",
            "durability": "Long-lasting for indoor use; Stable structure with age-resistant brass elements",
            "Product Name": "Agni Aayam (Solar Plexus/Manipura Chakra) Wall Hanging"
          },
          "designBreakdown": "Ten-Petaled Lotus (Manipura Symbol)\nRepresents the ten vrittis (mental tendencies or vital forces) that govern the body and mind, including tendencies such as ignorance, thirst, jealousy, treachery, shame, fear, disgust, delusion, sadness, and anger, symbolizing the refinement of ego and personal power.\n\nInverted (Downward-Pointing) Triangle\nSymbol of the fire element (Agni), representing digestion, transformation, and the ability to convert experience into action and purpose.\n\nCircular Mandala\nRepresents contained power, focus, and the balanced channeling of energy rather than scattered force.\n\nBrass Ghungroo Clusters\nFive anchoring points, each adorned with three traditional brass ghungroo bells. Designed to create subtle vibrational awareness, reflecting rhythm, confidence, and controlled movement.\n\nWooden Inscription Element\nA solid wooden log plaque, engraved with “Power.” (English) and “शक्ति” (Shakti) - representing dynamic energy, strength, capacity, and the divine feminine creative force.",
          "careInstructions": "Clean gently with a soft, dry cloth. Avoid water, moisture, chemicals, and perfumes.",
          "additionalSection": {
            "title": "When to Work with the Solar Plexus Chakra (Manipura)",
            "content": "**Working on the Solar Plexus Chakra (Manipura)**\nWorking on the Solar Plexus Chakra (Manipura) is recommended for individuals struggling with low self-esteem, lack of direction, weak boundaries, or difficulty asserting themselves. Located at the navel region, this chakra governs personal power, confidence, discipline, digestion, and self-identity. It is the center where intention turns into action.\n\n**Who Should Work on the Solar Plexus Chakra?**\n- **Individuals lacking confidence or self-worth**: Those who doubt themselves, avoid taking initiative, or feel powerless.\n- **People struggling with decision-making or direction**: Difficulty setting goals, following through, or trusting one’s choices.\n- **Those experiencing control or boundary issues**: Either excessive dominance or inability to say no.\n- **Individuals with digestive or gut-related discomfort**: Issues related to digestion, metabolism, acidity, or fatigue (energetic association, not medical advice).\n- **People experiencing anger or suppressed frustration**: Unexpressed rage, irritability, or emotional volatility.\n- **Those stepping into leadership or responsibility roles**: Career growth, entrepreneurship, or personal authority shifts.\n\n**Best Spaces to Work on Solar Plexus Energy**\nSolar plexus work benefits from environments that support focus, clarity, and strength.\n\n*Outdoor Spaces*\n- Open spaces with sunlight\n- Areas that feel expansive rather than enclosed\n\n*Indoor Spaces*\n- Workspaces or study areas\n- Meditation corners with clean lines and structure\n- Spaces with minimal clutter and strong lighting\n- Areas associated with productivity and purpose\n\n**Best Times to Work on the Solar Plexus Chakra**\n- Midday or early afternoon, when fire energy is naturally active\n- Before important decisions or challenging tasks\n- Regular practice 1–2 times per week, or during confidence-building phases\n\n**Supportive Practices**\n- Fire-based visualizations, imagining a steady flame at the navel center\n- Core-strengthening yoga postures such as Boat Pose, Plank, Warrior III, and Twists\n- Seed mantra chanting: “RAM”\n- Breathwork (controlled, rhythmic breathing)\n- Disciplined routines that build consistency and self-trust"
          },
          "languageEngraving": "English & Sanskrit — “Power.” and “शक्ति”",
          "specificDescription": "A handcrafted terracotta piece symbolizing confidence, will, and inner strength. Designed around the Manipura chakra geometry, it carries the energy of self-belief and decisive action. The inverted triangle represents the fire element (Agni)—the inner digestive and transformative force that processes experiences, converts energy into purposeful action, and embodies personal power. Surrounding it, the ten-petaled lotus symbolizes the ten pranas or vrittis that govern the body and mind. Finished with soft bells and a wooden plaque engraved with “शक्ति” (Power): a reminder that true power is grounded, not forceful.",
          "additionalSectionTitle": "When to Work with the Solar Plexus Chakra (Manipura)",
          "additionalSectionContent": "**Working on the Solar Plexus Chakra (Manipura)**\nWorking on the Solar Plexus Chakra (Manipura) is recommended for individuals struggling with low self-esteem, lack of direction, weak boundaries, or difficulty asserting themselves. Located at the navel region, this chakra governs personal power, confidence, discipline, digestion, and self-identity. It is the center where intention turns into action.\n\n**Who Should Work on the Solar Plexus Chakra?**\n- **Individuals lacking confidence or self-worth**: Those who doubt themselves, avoid taking initiative, or feel powerless.\n- **People struggling with decision-making or direction**: Difficulty setting goals, following through, or trusting one’s choices.\n- **Those experiencing control or boundary issues**: Either excessive dominance or inability to say no.\n- **Individuals with digestive or gut-related discomfort**: Issues related to digestion, metabolism, acidity, or fatigue (energetic association, not medical advice).\n- **People experiencing anger or suppressed frustration**: Unexpressed rage, irritability, or emotional volatility.\n- **Those stepping into leadership or responsibility roles**: Career growth, entrepreneurship, or personal authority shifts.\n\n**Best Spaces to Work on Solar Plexus Energy**\nSolar plexus work benefits from environments that support focus, clarity, and strength.\n\n*Outdoor Spaces*\n- Open spaces with sunlight\n- Areas that feel expansive rather than enclosed\n\n*Indoor Spaces*\n- Workspaces or study areas\n- Meditation corners with clean lines and structure\n- Spaces with minimal clutter and strong lighting\n- Areas associated with productivity and purpose\n\n**Best Times to Work on the Solar Plexus Chakra**\n- Midday or early afternoon, when fire energy is naturally active\n- Before important decisions or challenging tasks\n- Regular practice 1–2 times per week, or during confidence-building phases\n\n**Supportive Practices**\n- Fire-based visualizations, imagining a steady flame at the navel center\n- Core-strengthening yoga postures such as Boat Pose, Plank, Warrior III, and Twists\n- Seed mantra chanting: “RAM”\n- Breathwork (controlled, rhythmic breathing)\n- Disciplined routines that build consistency and self-trust"
        },
        {
          "id": "power-bonsai-sl",
          "name": "Aarohma Ekam Bonsai: Solar Plexus (Manipura) Chakra",
          "step": 1,
          "ethos": "This piece integrates a living Adenium bonsai, aligning with principles of biophilic design.",
          "price": "₹8,500",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1770641329/1000211589.jpg_kgyxue.jpg"
          ],
          "category": "Bonsai",
          "features": [
            "Living Adenium bonsai",
            "Handcrafted terracotta pot",
            "Aura-toned yarn (Yellow)",
            "Sun figurine",
            "Spiral structure"
          ],
          "idealFor": "Workspaces, study areas, entrepreneurial offices, leadership environments",
          "variants": [],
          "whatItsFor": "Solar Plexus Aarohma Ekam represents grounded ambition- power that is calm, steady, and self-directed. Ideal for workspaces, study areas, or anywhere focus and confidence are required.",
          "description": "The Solar Plexus Chakra Aarohma Ekam Bonsai represents confidence, willpower, clarity of action, and inner strength.",
          "sanskritName": "Aarohma Ekam: Manipura",
          "specifications": {
            "Weight": "Lightweight to medium (varies slightly due to live plant and handcrafted elements)",
            "Texture": "Natural (plant & terracotta) with soft yarn detailing",
            "Material": "Live Adenium bonsai, terracotta pot, aura-toned yarn (Yellow), minimal decorative elements",
            "Packaging": "Secure, protective packaging designed for live plants",
            "Dimensions": "Approx. 8–12 inches in height (including pot and adornment)",
            "Plant Type": "Adenium (Desert Rose)",
            "Product Name": "Aarohma Ekam Bonsai: Solar Plexus (Manipura) Chakra",
            "Product Type": "Chakra-Inspired Living Bonsai"
          },
          "designBreakdown": "Living Core & Biological Energy Storage\nAt the center sits a living Adenium bonsai, distinguished by its thickened caudex. Botanically, the caudex functions as: A water and nutrient storage reservoir, A survival adaptation for arid climates, A regulator of internal resource release during stress. This structural characteristic mirrors biological energy regulation in the human body- particularly metabolic systems centered in the abdominal region. From a biophilic design perspective, exposure to living plants has been associated with: Reduced physiological stress, Improved task performance, Increased attentional resilience (Ulrich et al., 1991; Kaplan & Kaplan, 1989).\n\nYellow Spectrum & Cognitive Activation\nSun-yellow dominates this composition intentionally. In color psychology: Yellow is associated with alertness, decisiveness, and cognitive activation. Moderate yellow exposure increases attentional engagement. Warm spectrum tones stimulate mental readiness more than cool hues (Elliot & Maier, 2014). Yellow wavelengths (~570–590 nm) are highly visible and naturally attention-directing, which makes them effective for signaling clarity and action. However, when balanced with earth tones, stimulation remains controlled rather than overwhelming. Activation must be disciplined.\n\nThe Sun Figurine & Symbolic Solar Reference\nThe integrated sun figurine references solar energy… historically associated with vitality, growth, and life support. Scientifically speaking: All biological energy systems on Earth ultimately derive from solar radiation. Photosynthesis converts solar energy into chemical energy, forming the base of the food chain. Human circadian rhythms are regulated by sunlight exposure. The sun here acknowledges the biological truth that life and metabolic activity are solar-dependent. Symbol grounded in physics.\n\nSpiral Geometry & Directed Momentum\nThe upward spiral introduces visual momentum. Curved forms are processed more fluently than sharp angles and are perceived as less threatening and more harmonious (Vartanian et al., 2013). The ascending motion visually maps: Intention → Decision → Action. It suggests forward movement without impulsivity.\n\nSuspended Orbs & Controlled Kinetics\nThe suspended elements respond to airflow and subtle environmental movement. From a physical standpoint, they demonstrate: Dynamic balance, Responsive motion, Adaptability within structure. True confidence is in stable responsiveness.\n\nSpatial Conditioning & Performance Association\nBehavioral research shows that consistent environmental objects can become cues for mental states and task initiation (Wood & Neal, 2007). Placed in: Work desks, Study areas, Entrepreneurial offices, Leadership environments. This bonsai may become associated with: Decisive action, Focused execution, Regulated confidence under pressure.",
          "careInstructions": "Place in bright, indirect sunlight. Water sparingly; allow soil to dry between watering. Avoid overwatering and prolonged damp conditions. Protect from extreme cold.",
          "specificDescription": "The Solar Plexus Chakra Aarohma Ekam Bonsai represents confidence, willpower, clarity of action, and inner strength. This bonsai is wrapped in a sun-yellow tone, for solar plexus chakra is associated with digestion, metabolism, and personal power in the human body. The spiral rises with intention, reflecting forward movement, decision-making, and self-belief. The Adenium bonsai, with its thick caudex, mirrors the solar plexus function in biology- storage, regulation, and release of energy when needed. The sun figurine which represents the ever-rising and powerful solar energy; and the suspended orbs introduce controlled motion, symbolising momentum without chaos. The handcrafted terracotta base grounds the piece, ensuring balance between drive and stability. Ideal for workspaces, study areas, or anywhere focus and confidence are required. Solar Plexus Aarohma Ekam represents grounded ambition- power that is calm, steady, and self-directed.",
          "additionalSectionTitle": "",
          "additionalSectionContent": ""
        },
        {
          "id": "power-muffler-sl",
          "name": "Aamvaraah Muffler: Yellow & Brown",
          "step": 1,
          "ethos": "Thoughtful Warmth, Designed with Intention.",
          "price": "₹2,500",
          "images": [
            "/images/aamvaraah-muffler.jpg"
          ],
          "category": "Muffler",
          "features": [
            "Premium wool blend",
            "Soft, dense, and insulating",
            "One size (75 x 6 inches)",
            "Unisex design",
            "Chakra-aligned color"
          ],
          "idealFor": "Cold winter weather, daily wear, meditation, layering",
          "variants": [],
          "whatItsFor": "Aamvaraah is made to endure…to wrap you in warmth while allowing you to remain inward, still, and aware.",
          "description": "Woven in the quiet strength of the Himalayas, the Aamvaraah Muffler carries the warmth of high-altitude winters and the patience of hands that know the land.",
          "sanskritName": "",
          "specifications": {
            "Size": "One size",
            "Gender": "Unisex",
            "Weight": "250 gms (Light weight)",
            "Texture": "Soft, dense, and insulating",
            "Material": "Premium wool blend",
            "Packaging": "Secure packaging",
            "Dimensions": "75 inches (including tassels) × 6 inches",
            "Product Name": "Aamvaraah Muffler",
            "Product Type": "Unisex Winter Muffler",
            "Warmth Level": "High – suitable for cold winter weather"
          },
          "designBreakdown": "Why the neck matters?\nThe neck is one of the most sensitive and functionally important areas of the body. It contains major blood vessels that regulate blood flow to the brain, is closely connected to the nervous system, including pathways that influence calm and stress response, and is a key zone for heat regulation — the body loses warmth quickly when the neck is exposed. Covering the neck helps maintain thermal balance and overall comfort, especially in colder environments. This is why mufflers have traditionally been used as a protective layer, not just an accessory.\n\nWhy does Aakaura encourage a muffler around this area?\nAamvaraah is designed to sit comfortably around the neck, providing steady warmth without bulk. Its purpose is simple: to support the body where regulation and comfort meet. The design prioritizes: Even insulation, Soft contact with skin, Ease of movement throughout the day.\n\nThe role of colour in daily wear\nColour isn’t just visual — it subtly influences how we feel and experience our surroundings. From a scientific and psychological perspective: Colours affect mood and perception through visual processing in the brain. Clothing colours remain in our peripheral vision, influencing comfort and focus throughout the day. Certain colour tones are widely associated with calm, warmth, or stability across cultures.\n\nWhy Aakaura uses chakra-aligned colour palettes?\nChakras are used here as symbolic frameworks, not medical claims. Each Aamvaraah colour is chosen because it: Aligns with widely understood emotional and psychological associations, Reflects traditional colour symbolism rooted in Indian knowledge systems, Allows customers to choose a tone that matches their personal preference or daily intention. For example: Cooler tones are often associated with calm and clarity. Earthy shades are linked to grounding and stability. Warm neutrals evoke comfort and softness. This approach keeps the design intentional, without overstating effects.\n\nWhy Aamvaraah exists?\nAamvaraah is made for people who value: Practical warmth, Thoughtful design, Subtle meaning integrated into everyday wear. It is not about fixing or changing anything — it is about comfort, awareness, and conscious choice.\n\nColor Science: Yellow (Solar Plexus Chakra)\n**Color:** Yellow\n**Visible Frequency:** ~508–526 THz\n**Wavelength:** ~565–590 nm\n**Associated Energy:** Personal power, confidence, intellect\n\n**Meaning & Resonance:** Yellow is bright and stimulating like the sun — it reflects clarity, self-esteem, and self-direction. Its higher light frequency aligns with the Solar Plexus’s role in personal empowerment and identity.",
          "careInstructions": "Dry clean recommended. Do not machine wash or bleach.",
          "specificDescription": "Made from a felt wool blend, it is created for real winters…dense, insulating, and deeply comforting. The kind of warmth that does not rush, but settles. The kind of warmth that feels steady, protective, and grounding. Aamvaraah is made to endure…to wrap you in warmth while allowing you to remain inward, still, and aware. Wear it as a layer of winter. Carry it as a layer of expression.",
          "additionalSectionTitle": "",
          "additionalSectionContent": ""
        }
      ],
      "energy-curious": []
    },
    "productSettings": null,
    "createdAt": "2025-12-25T11:38:46.176Z",
    "updatedAt": "2026-02-16T07:37:32.304Z"
  },
  {
    "id": "8348cf9f-4592-47da-ba3c-98c2613fca49",
    "slug": "love",
    "name": "Heart Chakra",
    "tagline": "Stillness & Coherence",
    "sanskritName": "Anahata",
    "tone": "Love",
    "location": "Center of chest",
    "element": "Air",
    "mantra": "YAM",
    "symbol": "♡",
    "description": "The Heart Chakra is the bridge between physical and spiritual.",
    "colors": {
      "dark": "#14532D",
      "light": "#DCFCE7",
      "primary": "#16A34A",
      "gradient": "from-green-600 via-green-500 to-emerald-400"
    },
    "crystals": [
      "Rose Quartz",
      "Green Aventurine",
      "Jade",
      "Emerald"
    ],
    "benefits": [
      "Love",
      "Compassion",
      "Empathy",
      "Healing",
      "Peace"
    ],
    "products": [],
    "content": {
      "soul-luxury": [
        {
          "id": "love-muffler-sl",
          "name": "Aamvaraah Muffler: Green & White",
          "step": 5,
          "ethos": ".",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1770786759/IMG_20260211_103049_ijtntr.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1770786759/IMG_20260211_103136_rhhfc7.png"
          ],
          "category": "Muffler",
          "features": [],
          "idealFor": "Cold winter weather, daily wear, meditation, layering",
          "variants": [],
          "whatItsFor": ".",
          "description": "Woven in the quiet strength of the Himalayas, the Aamvaraah Muffler carries the warmth of high-altitude winters and the patience of hands that know the land.",
          "mobileImages": [
            "",
            ""
          ],
          "sanskritName": "",
          "specifications": [
            {
              "key": "Size",
              "value": "One size"
            },
            {
              "key": "Gender",
              "value": "Unisex"
            },
            {
              "key": "Weight",
              "value": "250 gms (Light weight)"
            },
            {
              "key": "Texture",
              "value": "Soft, dense, and insulating"
            },
            {
              "key": "Material",
              "value": "Premium wool blend"
            },
            {
              "key": "Packaging",
              "value": "Secure packaging"
            },
            {
              "key": "Dimensions",
              "value": "75 inches (including tassels) × 6 inches"
            },
            {
              "key": "Product Name",
              "value": "Aamvaraah Muffler"
            },
            {
              "key": "Product Type",
              "value": "Unisex Winter Muffler"
            },
            {
              "key": "Warmth Level",
              "value": "High – suitable for cold winter weather"
            }
          ],
          "designBreakdown": "Why the neck matters?\nThe neck is one of the most sensitive and functionally important areas of the body. It contains major blood vessels that regulate blood flow to the brain, is closely connected to the nervous system, including pathways that influence calm and stress response, and is a key zone for heat regulation — the body loses warmth quickly when the neck is exposed. Covering the neck helps maintain thermal balance and overall comfort, especially in colder environments. This is why mufflers have traditionally been used as a protective layer, not just an accessory.\n\nWhy does Aakaura encourage a muffler around this area?\nAamvaraah is designed to sit comfortably around the neck, providing steady warmth without bulk. Its purpose is simple: to support the body where regulation and comfort meet. The design prioritizes: Even insulation, Soft contact with skin, Ease of movement throughout the day.\n\nThe role of colour in daily wear\nColour isn’t just visual — it subtly influences how we feel and experience our surroundings. From a scientific and psychological perspective: Colours affect mood and perception through visual processing in the brain. Clothing colours remain in our peripheral vision, influencing comfort and focus throughout the day. Certain colour tones are widely associated with calm, warmth, or stability across cultures.\n\nWhy Aakaura uses chakra-aligned colour palettes?\nChakras are used here as symbolic frameworks, not medical claims. Each Aamvaraah colour is chosen because it: Aligns with widely understood emotional and psychological associations, Reflects traditional colour symbolism rooted in Indian knowledge systems, Allows customers to choose a tone that matches their personal preference or daily intention. For example: Cooler tones are often associated with calm and clarity. Earthy shades are linked to grounding and stability. Warm neutrals evoke comfort and softness. This approach keeps the design intentional, without overstating effects.\n\nWhy Aamvaraah exists?\nAamvaraah is made for people who value: Practical warmth, Thoughtful design, Subtle meaning integrated into everyday wear. It is not about fixing or changing anything — it is about comfort, awareness, and conscious choice.\n\nColor Science: Green (Heart Chakra)\n**Color:** Green\n**Visible Frequency:** ~526–606 THz\n**Wavelength:** ~520–565 nm\n**Associated Energy:** Love, compassion, healing\n\n**Meaning & Resonance:** Green symbolizes balance and growth- literally the color of nature. Its mid-range frequency reflects the Heart Chakra’s bridge role between the physical and spiritual; it harmonizes giving and receiving love.",
          "careInstructions": "Dry clean recommended. Do not machine wash or bleach.",
          "specificDescription": "Made from a felt wool blend, it is created for real winters…dense, insulating, and deeply comforting. The kind of warmth that does not rush, but settles. The kind of warmth that feels steady, protective, and grounding. Aamvaraah is made to endure…to wrap you in warmth while allowing you to remain inward, still, and aware. Wear it as a layer of winter. Carry it as a layer of expression.",
          "additionalSectionTitle": "",
          "additionalSectionContent": ""
        },
        {
          "id": "love-wall-hanging-sl",
          "name": "Vayu Aayam Wall Hanging",
          "step": 1,
          "ethos": ".",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771341426/blog_covers/z5jixgmncogrbwhpz5jy.png"
          ],
          "category": "Wall Hanging",
          "features": [
            "."
          ],
          "variants": [],
          "whatItsFor": ".",
          "description": "A handcrafted terracotta piece symbolizing emotional balance and inner openness.",
          "mobileImages": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771345771/blog_covers/mrceqertzdw52c8bxwjh.png"
          ],
          "sanskritName": "Heart Chakra Wall Hanging",
          "specifications": [
            {
              "key": "Product Name",
              "value": "Vayu Aayam (Heart/Anahata Chakra) Wall Hanging"
            },
            {
              "key": "Material",
              "value": "Hand-moulded terracotta base, solid wood inscription element, and brass ghungroo bells"
            },
            {
              "key": "Finish",
              "value": "Acrylic matte finish (Uniform, non-glossy surface designed for visual calm and longevity)"
            },
            {
              "key": "Color",
              "value": "Unified Aakaura colour tone with natural wood accents."
            },
            {
              "key": "Dimensions",
              "value": "Approx. 33 × 19 × 1 cm (Length × Width × Depth)"
            },
            {
              "key": "Weight",
              "value": "Approx. 450 grams"
            },
            {
              "key": "Crafting",
              "value": "Hand-crafted: Each piece is moulded, painted, and assembled manually."
            },
            {
              "key": "Durability",
              "value": "Long-lasting for indoor use; Stable structure with age-resistant brass elements"
            },
            {
              "key": "Care Instructions",
              "value": " Clean gently with a soft, dry cloth  Avoid water, moisture, chemicals, and perfumes"
            },
            {
              "key": "Packaging",
              "value": "Secure packaging"
            },
            {
              "key": "Ideal For",
              "value": "Emotional balance, relationship harmony, inner healing practices, meditation spaces, bedrooms, spiritual décor, and intentional gifting"
            }
          ],
          "additionalSection": {
            "title": "Premium Detailing",
            "content": "Symbolism:\nRepresents love, compassion, balance, emotional intelligence, and integration of inner and outer worlds\nLanguage Engraving:\nEnglish & Sanskrit (“love.” and “प्रेम”)\nTwelve-Petaled Lotus (Anahata Symbol):\nRepresents the twelve virtues of the heart, or vrittis:\nlove, harmony, empathy, understanding, purity, clarity, compassion, unity, forgiveness, kindness, peace, and bliss, reflecting emotional refinement and maturity.\nIntersecting Triangles (Shatkona):\nTwo interlaced triangles forming a six-pointed star symbolize the union of masculine and feminine energies, representing balance between earthly life and spiritual aspiration.\nCircular Mandala:\nRepresents wholeness, integration, and continuity, where opposing forces coexist in harmony.\nBrass Ghunghroo Clusters:\nSeven anchoring points, each adorned with three traditional brass ghungroo bells\nDesigned to create gentle vibrational awareness, symbolizing rhythm, resonance, and emotional attunement.\nWooden Inscription Element:\nA solid wooden log plaque, engraved with:\n“love.” (English); “प्रेम” (Prem) - meaning unconditional love\n\nWhen to Work with the Heart Chakra (Anahata)?\nWorking on the Heart Chakra (Anahata) is recommended for individuals experiencing emotional imbalance, difficulty giving or receiving love, unresolved grief, or disconnection from compassion. Positioned at the center of the chest, Anahata serves as the bridge between the lower (physical) and upper (spiritual) chakras, integrating body, mind, and spirit.\n\nWho Should Work on the Heart Chakra?\n1. Individuals experiencing emotional heaviness or grief.\n2. Unresolved sadness, loss, or emotional closure issues.\n3. People facing relationship challenges.\n4. Difficulty trusting, opening up, or maintaining emotional balance.\n5. Those struggling with self-love or compassion.\n6. Harsh self-judgment, guilt, or emotional withdrawal.\n7. Individuals experiencing chest or breath-related discomfort.\n8. Tightness, shallow breathing, or emotional heaviness (energetic association, not medical advice).\n9. People feeling disconnected or isolated.\n10. A sense of emotional numbness or lack of belonging.\n11. Those seeking balance between ambition and empathy.\n12. Especially during leadership or caregiving phases.\n\nBest Spaces to Work on Heart Chakra Energy:\nHeart chakra practices thrive in spaces that feel safe, calm, and emotionally open.\n1. Outdoor Spaces\n2. Quiet natural environments\n3. Open areas that allow relaxed breathing\n4. Places associated with stillness rather than stimulation\n5. Indoor Spaces\n6. Bedrooms or personal sanctuaries\n7. Meditation areas with soft lighting\n8. Clean, uncluttered spaces that feel emotionally comforting\n9. Areas where you rest, reflect, or connect\n\nBest Times to Work on the Heart Chakra:\n1. Early morning or evening, when emotions are naturally softer\n2. During emotional healing or relationship work\n3. Regular practice 1–2 times per week, or during emotionally intense phases\n\nSupportive Practices:\n1. Heart-centered visualizations, focusing on expansion in the chest area\n2. Chest-opening yoga postures such as Cobra, Camel, Bridge, and Fish Pose\n3. Seed mantra chanting: “YAM”\n4. Conscious breathing practices\n5. Gratitude and forgiveness reflections"
          },
          "specificDescription": "A handcrafted terracotta piece symbolizing emotional balance and inner openness. Designed around the Anahata chakra geometry, it carries the energy of compassion, harmony, and quiet strength. The twelve-petaled lotus represents the twelve virtues of the heart. At its core lies the Shatkona, formed by intersecting upward- and downward-pointing triangles, symbolizing the union of masculine and feminine energies. The green color signifies healing, compassion, and emotional equilibrium. Finished with soft bells and a wooden plaque engraved with “प्रेम” (Love).",
          "additionalSectionTitle": "Premium Detailing",
          "additionalSectionContent": "Symbolism:\nRepresents love, compassion, balance, emotional intelligence, and integration of inner and outer worlds\nLanguage Engraving:\nEnglish & Sanskrit (“love.” and “प्रेम”)\nTwelve-Petaled Lotus (Anahata Symbol):\nRepresents the twelve virtues of the heart, or vrittis:\nlove, harmony, empathy, understanding, purity, clarity, compassion, unity, forgiveness, kindness, peace, and bliss, reflecting emotional refinement and maturity.\nIntersecting Triangles (Shatkona):\nTwo interlaced triangles forming a six-pointed star symbolize the union of masculine and feminine energies, representing balance between earthly life and spiritual aspiration.\nCircular Mandala:\nRepresents wholeness, integration, and continuity, where opposing forces coexist in harmony.\nBrass Ghunghroo Clusters:\nSeven anchoring points, each adorned with three traditional brass ghungroo bells\nDesigned to create gentle vibrational awareness, symbolizing rhythm, resonance, and emotional attunement.\nWooden Inscription Element:\nA solid wooden log plaque, engraved with:\n“love.” (English); “प्रेम” (Prem) - meaning unconditional love\n\nWhen to Work with the Heart Chakra (Anahata)?\nWorking on the Heart Chakra (Anahata) is recommended for individuals experiencing emotional imbalance, difficulty giving or receiving love, unresolved grief, or disconnection from compassion. Positioned at the center of the chest, Anahata serves as the bridge between the lower (physical) and upper (spiritual) chakras, integrating body, mind, and spirit.\n\nWho Should Work on the Heart Chakra?\n1. Individuals experiencing emotional heaviness or grief.\n2. Unresolved sadness, loss, or emotional closure issues.\n3. People facing relationship challenges.\n4. Difficulty trusting, opening up, or maintaining emotional balance.\n5. Those struggling with self-love or compassion.\n6. Harsh self-judgment, guilt, or emotional withdrawal.\n7. Individuals experiencing chest or breath-related discomfort.\n8. Tightness, shallow breathing, or emotional heaviness (energetic association, not medical advice).\n9. People feeling disconnected or isolated.\n10. A sense of emotional numbness or lack of belonging.\n11. Those seeking balance between ambition and empathy.\n12. Especially during leadership or caregiving phases.\n\nBest Spaces to Work on Heart Chakra Energy:\nHeart chakra practices thrive in spaces that feel safe, calm, and emotionally open.\n1. Outdoor Spaces\n2. Quiet natural environments\n3. Open areas that allow relaxed breathing\n4. Places associated with stillness rather than stimulation\n5. Indoor Spaces\n6. Bedrooms or personal sanctuaries\n7. Meditation areas with soft lighting\n8. Clean, uncluttered spaces that feel emotionally comforting\n9. Areas where you rest, reflect, or connect\n\nBest Times to Work on the Heart Chakra:\n1. Early morning or evening, when emotions are naturally softer\n2. During emotional healing or relationship work\n3. Regular practice 1–2 times per week, or during emotionally intense phases\n\nSupportive Practices:\n1. Heart-centered visualizations, focusing on expansion in the chest area\n2. Chest-opening yoga postures such as Cobra, Camel, Bridge, and Fish Pose\n3. Seed mantra chanting: “YAM”\n4. Conscious breathing practices\n5. Gratitude and forgiveness reflections"
        },
        {
          "id": "love-bonsai-sl",
          "name": "Aarohma Ekam Bonsai: Heart (Anahata) Chakra",
          "step": 2,
          "ethos": "This piece integrates a living Adenium bonsai, aligning with principles of biophilic design.",
          "price": "₹8,500",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771154096/ea09a730-a819-4ec1-a8a2-2dd1928ee4f2_mnkttw.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771153684/ba905c58-0306-4a11-8a05-b2609bb99721_bzmuck.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771153648/fa56c221-c49a-4b22-8a4f-d5f179bc63d0_d3hagh.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771153647/4e1a8325-3ced-4981-8850-7b8ee1106bf4_eg38wi.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771153907/058e6f78-cd63-4566-8cf4-2baf1ca4e6c4_nmddpo.jpg"
          ],
          "category": "Bonsai",
          "features": [
            "Living Adenium bonsai",
            "Handcrafted terracotta pot",
            "Aura-toned yarn (Green)",
            "Pink emotional warmth accents",
            "Spiral structure"
          ],
          "idealFor": "Living spaces, therapy settings, relationship-focused environments, workspaces under emotional demand",
          "variants": [],
          "whatItsFor": "Placed in living or working spaces, this bonsai is ideal for creating emotional balance, softening high-stress environments, encouraging openness without vulnerability overload.",
          "description": "Designed around the Anahata Chakra, this bonsai represents balance between strength and softness- the space where emotion and stability meet.",
          "mobileImages": [
            "",
            "",
            "",
            "",
            ""
          ],
          "sanskritName": "Aarohma Ekam: Anahata",
          "specifications": [
            {
              "key": "Weight",
              "value": "Lightweight to medium (varies slightly due to live plant and handcrafted elements)"
            },
            {
              "key": "Texture",
              "value": "Natural (plant & terracotta) with soft yarn detailing"
            },
            {
              "key": "Material",
              "value": "Live Adenium bonsai, terracotta pot, aura-toned yarn (Green), minimal decorative elements"
            },
            {
              "key": "Packaging",
              "value": "Secure, protective packaging designed for live plants"
            },
            {
              "key": "Dimensions",
              "value": "Approx. 8–12 inches in height (including pot and adornment)"
            },
            {
              "key": "Plant Type",
              "value": "Adenium (Desert Rose)"
            },
            {
              "key": "Product Name",
              "value": "Aarohma Ekam Bonsai: Heart (Anahata) Chakra"
            },
            {
              "key": "Product Type",
              "value": "Chakra-Inspired Living Bonsai"
            }
          ],
          "designBreakdown": "Living Core & Biophilic Regulation\nAt the center is a living Adenium bonsai, grounding the piece in biophilic design science. Research in environmental psychology shows that interaction with living plant systems can: Reduce sympathetic nervous system activation, Lower perceived stress levels, Improve emotional regulation and attentional recovery (Ulrich et al., 1991; Kaplan & Kaplan, 1989). Greenery exposure is consistently associated with parasympathetic activation; the “rest and regulate” state of the autonomic nervous system. Emotional balance begins with physiological balance. The living core supports that baseline.\n\nGreen Spectrum & Nervous System Response\nGreen dominates this composition intentionally. From a visual processing standpoint: Green sits at the center of the visible light spectrum (~495–570 nm). The human eye is most sensitive to green wavelengths. Green environments are associated with reduced eye strain and perceptual comfort. Neurologically, exposure to natural green spaces has been correlated with: Lower cortisol levels, Reduced rumination, Improved mood stability (Berman et al., 2012).\n\nPink Accents & Controlled Emotional Warmth\nPink elements introduce calibrated warmth. Pink is essentially desaturated red. Red increases physiological arousal- higher heart rate, increased alertness. When softened into pink: Arousal impact reduces, Aggressive signaling decreases, Affiliative associations increase. Color studies link softer pink tones with: Nurturing perception, Emotional safety, Reduced hostility in controlled environments (Elliot & Maier, 2014). This allows vitality without aggression. Warmth without overwhelm.\n\nSpiral Geometry & Emotional Flow\nIn perceptual psychology: Curvilinear forms are processed more positively than angular forms. Curves are associated with safety and softness. Continuous shapes reduce cognitive friction in visual scanning (Vartanian et al., 2013). The spiral visually reinforces circulation- movement instead of stagnation. Emotion regulation research consistently shows that suppression increases physiological stress, while cognitive processing and expression improve regulation outcomes.\n\nBilateral Color Balance & Symmetry\nThe interplay between green (cool equilibrium) and pink (warm empathy) creates chromatic balance. Balanced color contrast improves perceptual harmony. Too much cool becomes sterile. Too much warmth becomes overstimulating. The visual midpoint between these tones mirrors emotional regulation — integration of stability and compassion. Not dominance. Integration.\n\nEnvironmental Conditioning & Emotional Context\nObjects repeatedly paired with certain environments can become contextual behavioral cues. Habit formation research (Wood & Neal, 2007) shows that environmental anchors influence behavioral consistency. Placed in: Living spaces, Therapy settings, Relationship-focused environments, Workspaces under emotional demand. The bonsai can become associated with: Paused reactions, Measured responses, Balanced expression.",
          "careInstructions": "Place in bright, indirect sunlight. Water sparingly; allow soil to dry between watering. Avoid overwatering and prolonged damp conditions. Protect from extreme cold.",
          "specificDescription": "Designed around the Anahata Chakra, this bonsai represents balance between strength and softness- the space where emotion and stability meet. The green wrapping follows the trunk to symbolise growth, healing, and continuity. Green is scientifically known to have a calming effect on the nervous system, often associated with balance and restoration- exactly what the heart centre governs. The pink elements represent emotional warmth, compassion, and connection. Pink is a softened form of red- carrying vitality without aggression. It visually anchors feelings of care, empathy, and openness without overwhelming the space. The spiral structure reflects circulation- emotional flow rather than emotional storage. It’s a reminder that feelings are meant to move, not get stuck. Placed in living or working spaces, this bonsai is ideal for creating emotional balance, softening high-stress environments, encouraging openness without vulnerability overload. This piece supports emotional equilibrium- subtly, aesthetically, and consistently. A reminder that strength doesn’t have to be loud, and softness doesn’t have to be weak.",
          "additionalSectionTitle": "",
          "additionalSectionContent": ""
        },
        {
          "id": "aamoria-earrings-sl",
          "name": "Aamoria Jhumkis",
          "step": 3,
          "ethos": ".",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771154363/e78e4a0c-c3ca-49b2-9363-6c5bec260ec1_ivh8ff.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771445921/blog_covers/wxfbpzzqnon2cttivsob.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771154367/ea87f50b-febf-4403-b10d-aaff79a9b9ec_l1jojo.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771343582/blog_covers/tu7beduhgqwpphjwvit0.png"
          ],
          "category": "Jewelry",
          "features": [
            "."
          ],
          "variants": [],
          "whatItsFor": ".",
          "description": "Aamoria Jhumkis are designed around the heart chakra geometric pattern, traditionally associated with balance, connection, and emotional openness in Indian symbolic systems.",
          "mobileImages": [
            "",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771445931/blog_covers/vfbb04ggm05ex3yqddhk.png",
            "",
            "",
            ""
          ],
          "sanskritName": "",
          "specifications": [
            {
              "key": "Product Name",
              "value": "Aamoria Earrings"
            },
            {
              "key": "Product Type",
              "value": "Earrings"
            },
            {
              "key": "Material",
              "value": "Zinc Alloy"
            },
            {
              "key": "Texture",
              "value": "Acrylic"
            },
            {
              "key": "Dimensions",
              "value": "6 cms"
            },
            {
              "key": "Weight",
              "value": "20 gms (Light weight)"
            },
            {
              "key": "Care Instructions",
              "value": "Dry clean recommended. Keep away from chemicals."
            },
            {
              "key": "Packaging",
              "value": "Secure packaging"
            }
          ],
          "additionalSection": {
            "title": "Premium Detailing",
            "content": "• Symbolism:\nRepresents love, compassion, balance, emotional harmony, and the unstruck cosmic sound (Anahata) — the vibration that exists without collision.\n• Language Engraving:\nEnglish & Sanskrit\n“Open.” and “अनाहत (Anāhata)” — meaning unstruck, unbeaten, eternally resonant\n• Twelve-Petaled Lotus (Anahata Symbol):\nRepresents the 12 refined emotional qualities of elevated consciousness:\n◦ Prema (Love)\n◦ Karuna (Compassion)\n◦ Shanti (Peace)\n◦ Shraddha (Trust)\n◦ Maitri (Friendliness)\n◦ Dhairya (Patience)\n◦ Kshama (Forgiveness)\n◦ Santosha (Contentment)\n◦ Vairagya (Balanced Detachment)\n◦ Ananda (Joy)\n◦ Samata (Equanimity)\n◦ Hridaya Shuddhi (Purity of Heart)\n• Shatkona (Six-Pointed Star):\nSymbol of union between:\n◦ Upward triangle — Shiva (Consciousness)\n◦ Downward triangle — Shakti (Energy)\nTogether, they represent integration of masculine and feminine forces within the heart center.\n• Circular Mandala Frame:\nRepresents wholeness, cyclical balance, and continuity of emotional flow.\nThe circular form symbolizes infinite compassion without edges or boundaries.\n• Brass Ghungroo Ring (12 Bells):\nTwelve traditional brass ghungroos aligned with the 12 petals of Anahata.\nDesigned to create subtle rhythmic resonance rather than loud sound.\nIn Sanatan philosophy:\n◦ Sound (Nada) is considered the foundation of creation.\n◦ The heart chakra is associated with the air element (Vayu) — movement and rhythm.\n◦ Gentle metallic vibration creates micro-frequency stimulation around the jawline and throat region.\n◦ Subtle rhythmic sound may regulate emotional states and enhance awareness of movement.\nThe 12 ghungroos represent sonic activation of each heart quality through movement.\n• Ear Adornment in Traditional Science:\nEar piercing and ornamentation in Bharatiya tradition were never purely aesthetic.\n◦ The earlobe contains marma (vital energy) points.\n◦ These points are connected to emotional regulation and nervous pathways.\n◦ Gentle weighted stimulation supports grounding of emotional energy.\n◦ Metallic vibration was traditionally believed to cleanse subtle energetic fields.\nWearing earrings near the jaw and throat region symbolically supports the alignment between:\nAnahata (Heart) and Vishuddha (Throat) —\nSpeaking truth with compassion.\n\n• Material & Craft:\n◦ Hand-assembled structure\n◦ Antique silver-toned alloy frame\n◦ Hand-painted mandala detailing\n◦ Balanced weight to maintain gentle acoustic presence\n◦ 12 individually secured brass ghungroos\n\nWhat Minor Chakras Does This Influence?\n• Karna Chakra (Ear Minor Chakra)\nLocated at the center of each ear.\nAssociated with:\n◦ Inner listening\n◦ Intuition through sound\n◦ Perception and receptivity\n◦ Sensory awareness\nGentle stimulation through weight and subtle vibration may symbolically support heightened awareness and mindful listening.\n\nIn yogic philosophy, the ear is considered a gateway for Nada (sacred sound).\n\n• Jaw Marma Points (Energetic Acupressure Zones)\nLocated around the earlobe and jaw hinge.\nIn Ayurvedic marma science:\n◦ The earlobe contains vital energy points connected to reproductive and emotional pathways.\n◦ Subtle weighted stimulation may influence nervous system regulation.\n◦ Continuous mild movement enhances sensory grounding.\nThis is one reason ear piercing has been practiced traditionally in Bharat for both men and women.\n\n• Vishuddha Support (Throat Chakra Peripheral Activation)\nAlthough earrings do not sit directly on the throat, their proximity influences the energetic field of Vishuddha (Throat Chakra).\nAssociated with:\n◦ Communication\n◦ Authentic expression\n◦ Emotional articulation\nWhen combined with heart chakra symbolism, earrings create a symbolic bridge between:\nAnahata (Love) → Vishuddha (Expression)\nSupporting expression of truth with compassion.\n\n• Temporal Minor Chakras\nLocated at the temples (side of the head).\nAssociated with:\n◦ Emotional processing\n◦ Subtle mental clarity\n◦ Regulation of reactive thoughts\nMovement of earrings creates slight kinetic stimulation near this region, symbolically reinforcing emotional balance.\n\n• Auric Field Stimulation\nMetallic vibration produces micro-frequency sound waves.\nIn traditional metaphysics:\n◦ Sound disrupts stagnant subtle energy.\n◦ Gentle metallic resonance is believed to cleanse peripheral energetic fields.\n◦ Rhythmic motion enhances presence and bodily awareness.\n\nSummary of Minor Chakra Influence\n\nWhen to Work with the Heart Chakra (Anahata)?\nWorking on the Heart Chakra (Anahata) is recommended for individuals experiencing emotional imbalance, grief, resentment, difficulty in relationships, or emotional numbness.\nLocated at the center of the chest, it governs love, compassion, empathy, breath, and emotional equilibrium.\nIt bridges lower survival instincts and higher spiritual awareness.\n\nWho Should Work on the Heart Chakra?\n• Individuals experiencing heartbreak or emotional loss\nThose navigating grief, separation, or emotional pain.\n• People struggling with resentment or forgiveness\nDifficulty letting go of past hurt or betrayal.\n• Those feeling emotionally closed or detached\nInability to express love, vulnerability, or warmth.\n• Individuals experiencing relationship imbalance\nPatterns of over-giving or emotional withdrawal.\n• People experiencing chest tightness or shallow breathing\nBreath-related stress patterns or upper-back discomfort.\n• Those seeking deeper emotional maturity\nDesire to cultivate compassion without losing boundaries.\n\nBest Spaces to Work on Heart Chakra Energy\nHeart chakra practices are most effective in environments that support openness and calm.\nOutdoor Spaces\n• Open fields or gardens\n• Sitting under open sky\n• Breezy natural environments\nIndoor Spaces\n• Well-ventilated rooms\n• Spaces with plants\n• Areas with soft natural lighting\n• Calm, emotionally safe environments\n\nBest Times to Work on the Heart Chakra\n• Early morning (during calm breath cycles)\n• Sunset (natural transition of light and air element)\n• During emotional overwhelm\n• Consistent practice 1–2 times per week or during emotionally intense phases\n\nSupportive Practices\n• Breathwork (Anulom Vilom or slow diaphragmatic breathing)\n• Gentle chest-opening yoga postures (Cobra, Camel, Bridge)\n• Seed mantra chanting: “YAM”\n• Journaling emotional release practices\n• Acts of conscious kindness"
          },
          "specificDescription": "Aamoria is designed around the heart chakra geometric pattern, traditionally associated with balance, connection, and emotional openness in Indian symbolic systems.\nThe circular motif is paired with ghungroo detailing, chosen intentionally. In energetic traditions, gentle vibrations around the ear and jaw region are considered significant, as this area is believed to host minor energy centres (jaw and ear minor chakras- 1 inch in front of the physical body) linked to expression, awareness, and sensory balance. The soft movement of the ghungroos creates subtle vibration as you move — never loud, never overwhelming.\nThe oxidised silver-toned frame anchors the design, while the colour palette keeps it vibrant yet wearable across everyday and occasion looks.\nKey details:\nHeart chakra–inspired geometric artwork\nGhungroos designed for gentle vibrational movement\nLightweight and comfortable for extended wear\nRooted in traditional symbolism and craft\nAamoria brings together form, movement, and meaning- designed to be worn, felt, and lived in.\n",
          "additionalSectionTitle": "Premium Detailing",
          "additionalSectionContent": "• Symbolism:\nRepresents love, compassion, balance, emotional harmony, and the unstruck cosmic sound (Anahata) — the vibration that exists without collision.\n• Language Engraving:\nEnglish & Sanskrit\n“Open.” and “अनाहत (Anāhata)” — meaning unstruck, unbeaten, eternally resonant\n• Twelve-Petaled Lotus (Anahata Symbol):\nRepresents the 12 refined emotional qualities of elevated consciousness:\n◦ Prema (Love)\n◦ Karuna (Compassion)\n◦ Shanti (Peace)\n◦ Shraddha (Trust)\n◦ Maitri (Friendliness)\n◦ Dhairya (Patience)\n◦ Kshama (Forgiveness)\n◦ Santosha (Contentment)\n◦ Vairagya (Balanced Detachment)\n◦ Ananda (Joy)\n◦ Samata (Equanimity)\n◦ Hridaya Shuddhi (Purity of Heart)\n• Shatkona (Six-Pointed Star):\nSymbol of union between:\n◦ Upward triangle — Shiva (Consciousness)\n◦ Downward triangle — Shakti (Energy)\nTogether, they represent integration of masculine and feminine forces within the heart center.\n• Circular Mandala Frame:\nRepresents wholeness, cyclical balance, and continuity of emotional flow.\nThe circular form symbolizes infinite compassion without edges or boundaries.\n• Brass Ghungroo Ring (12 Bells):\nTwelve traditional brass ghungroos aligned with the 12 petals of Anahata.\nDesigned to create subtle rhythmic resonance rather than loud sound.\nIn Sanatan philosophy:\n◦ Sound (Nada) is considered the foundation of creation.\n◦ The heart chakra is associated with the air element (Vayu) — movement and rhythm.\n◦ Gentle metallic vibration creates micro-frequency stimulation around the jawline and throat region.\n◦ Subtle rhythmic sound may regulate emotional states and enhance awareness of movement.\nThe 12 ghungroos represent sonic activation of each heart quality through movement.\n• Ear Adornment in Traditional Science:\nEar piercing and ornamentation in Bharatiya tradition were never purely aesthetic.\n◦ The earlobe contains marma (vital energy) points.\n◦ These points are connected to emotional regulation and nervous pathways.\n◦ Gentle weighted stimulation supports grounding of emotional energy.\n◦ Metallic vibration was traditionally believed to cleanse subtle energetic fields.\nWearing earrings near the jaw and throat region symbolically supports the alignment between:\nAnahata (Heart) and Vishuddha (Throat) —\nSpeaking truth with compassion.\n\n• Material & Craft:\n◦ Hand-assembled structure\n◦ Antique silver-toned alloy frame\n◦ Hand-painted mandala detailing\n◦ Balanced weight to maintain gentle acoustic presence\n◦ 12 individually secured brass ghungroos\n\nWhat Minor Chakras Does This Influence?\n• Karna Chakra (Ear Minor Chakra)\nLocated at the center of each ear.\nAssociated with:\n◦ Inner listening\n◦ Intuition through sound\n◦ Perception and receptivity\n◦ Sensory awareness\nGentle stimulation through weight and subtle vibration may symbolically support heightened awareness and mindful listening.\n\nIn yogic philosophy, the ear is considered a gateway for Nada (sacred sound).\n\n• Jaw Marma Points (Energetic Acupressure Zones)\nLocated around the earlobe and jaw hinge.\nIn Ayurvedic marma science:\n◦ The earlobe contains vital energy points connected to reproductive and emotional pathways.\n◦ Subtle weighted stimulation may influence nervous system regulation.\n◦ Continuous mild movement enhances sensory grounding.\nThis is one reason ear piercing has been practiced traditionally in Bharat for both men and women.\n\n• Vishuddha Support (Throat Chakra Peripheral Activation)\nAlthough earrings do not sit directly on the throat, their proximity influences the energetic field of Vishuddha (Throat Chakra).\nAssociated with:\n◦ Communication\n◦ Authentic expression\n◦ Emotional articulation\nWhen combined with heart chakra symbolism, earrings create a symbolic bridge between:\nAnahata (Love) → Vishuddha (Expression)\nSupporting expression of truth with compassion.\n\n• Temporal Minor Chakras\nLocated at the temples (side of the head).\nAssociated with:\n◦ Emotional processing\n◦ Subtle mental clarity\n◦ Regulation of reactive thoughts\nMovement of earrings creates slight kinetic stimulation near this region, symbolically reinforcing emotional balance.\n\n• Auric Field Stimulation\nMetallic vibration produces micro-frequency sound waves.\nIn traditional metaphysics:\n◦ Sound disrupts stagnant subtle energy.\n◦ Gentle metallic resonance is believed to cleanse peripheral energetic fields.\n◦ Rhythmic motion enhances presence and bodily awareness.\n\nSummary of Minor Chakra Influence\n\nWhen to Work with the Heart Chakra (Anahata)?\nWorking on the Heart Chakra (Anahata) is recommended for individuals experiencing emotional imbalance, grief, resentment, difficulty in relationships, or emotional numbness.\nLocated at the center of the chest, it governs love, compassion, empathy, breath, and emotional equilibrium.\nIt bridges lower survival instincts and higher spiritual awareness.\n\nWho Should Work on the Heart Chakra?\n• Individuals experiencing heartbreak or emotional loss\nThose navigating grief, separation, or emotional pain.\n• People struggling with resentment or forgiveness\nDifficulty letting go of past hurt or betrayal.\n• Those feeling emotionally closed or detached\nInability to express love, vulnerability, or warmth.\n• Individuals experiencing relationship imbalance\nPatterns of over-giving or emotional withdrawal.\n• People experiencing chest tightness or shallow breathing\nBreath-related stress patterns or upper-back discomfort.\n• Those seeking deeper emotional maturity\nDesire to cultivate compassion without losing boundaries.\n\nBest Spaces to Work on Heart Chakra Energy\nHeart chakra practices are most effective in environments that support openness and calm.\nOutdoor Spaces\n• Open fields or gardens\n• Sitting under open sky\n• Breezy natural environments\nIndoor Spaces\n• Well-ventilated rooms\n• Spaces with plants\n• Areas with soft natural lighting\n• Calm, emotionally safe environments\n\nBest Times to Work on the Heart Chakra\n• Early morning (during calm breath cycles)\n• Sunset (natural transition of light and air element)\n• During emotional overwhelm\n• Consistent practice 1–2 times per week or during emotionally intense phases\n\nSupportive Practices\n• Breathwork (Anulom Vilom or slow diaphragmatic breathing)\n• Gentle chest-opening yoga postures (Cobra, Camel, Bridge)\n• Seed mantra chanting: “YAM”\n• Journaling emotional release practices\n• Acts of conscious kindness"
        },
        {
          "id": "aamoria-necklace-sl",
          "name": "Aamoria Necklace",
          "step": 3,
          "ethos": "Aamoria is about balance you can wear — thoughtfully designed, easy to live in.",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771154978/08c8068a-7890-4e99-80d4-ac81e71cb248_ivxmz0.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771154974/1a3aa3fb-0238-4a94-9e1b-733123581497_ltztnc.jpg"
          ],
          "category": "Jewelry",
          "features": [
            "Heart chakra–inspired geometric motif",
            "Designed to sit close to the heart region",
            "Lightweight and comfortable",
            "Complements the Aamoria Earrings seamlessly",
            "Ball chain structure for energetic flow"
          ],
          "idealFor": "Meditation, emotional healing, daily wear, connecting to heart energy",
          "variants": [],
          "whatItsFor": "Designed to sit close to the heart region, supporting balance and emotional steadiness.",
          "description": "The Aamoria Necklace is designed to complement the Aamoria Earrings, carrying the same heart chakra–inspired geometric pattern at its centre.",
          "sanskritName": "",
          "specifications": {
            "Weight": "20 gms (Light weight)",
            "Texture": "Acrylic",
            "Material": "Zinc Alloy",
            "Packaging": "Secure packaging",
            "Dimensions": "11.5 inches (with 6 cms pendant)",
            "Product Name": "Aamoria Necklace",
            "Product Type": "Necklace",
            "Care Instructions": "Dry clean recommended. Keep away from chemicals."
          },
          "designBreakdown": "Symbolism\nRepresents love, equilibrium, compassion, emotional intelligence, and the 'unstruck sound' — Anahata — the vibration that exists without external impact.\nThe pendant rests directly at the center of the chest, aligning physically with the energetic heart center.\n\nLanguage Engraving\nEnglish & Sanskrit: \"Open.\" and \"अनाहत (Anāhata)\" — meaning unstruck, eternally resonant, self-arising vibration.\n\nTwelve-Petaled Lotus (Anahata Mandala)\nRepresents the 12 elevated emotional qualities of awakened heart consciousness: Prema (Love), Karuna (Compassion), Maitri (Friendliness), Kshama (Forgiveness), Shraddha (Trust), Dhairya (Patience), Santosha (Contentment), Samata (Balance), Vairagya (Healthy Detachment), Ananda (Joy), Hridaya Shuddhi (Purity of Heart), Sahanshilta (Emotional Endurance).\n\nShatkona (Six-Pointed Star)\nSymbol of integration between Shiva (Pure Consciousness) and Shakti (Creative Energy). Represents harmony between logic and emotion, strength and softness, giving and receiving.\n\nCircular Mandala Frame\nSymbol of completeness and continuity. The circular form reflects cyclical breath patterns and the rhythmic expansion and contraction of the heart.\n\nBrass Ghungroo Cluster (12 Bells)\nTwelve traditional brass ghungroos suspended at the base of the pendant. Designed to create subtle vibrational resonance with body movement.\nIn Sanatan tradition: Sound (Nada) is considered primordial energy. Gentle metallic vibration creates micro-frequency stimulation across the sternum region. The chest cavity acts as a natural acoustic chamber. The 12 ghungroos correspond to the 12 petals of Anahata.\n\nBall Chain Structure\nThe metallic bead chain represents continuity and energetic flow. Each bead signifies a rhythmic unit — similar to a mala — reinforcing steady emotional awareness. The chain length is intentionally designed so that the pendant rests at the mid-sternum.\n\nMaterial & Craft\n◦ Antique silver-toned alloy frame\n◦ Hand-painted Anahata mandala detailing\n◦ 12 individually secured brass ghungroos\n◦ Balanced weight for gentle acoustic presence\n◦ Designed for sternum-level alignment",
          "careInstructions": "Dry clean recommended. Keep away from chemicals.",
          "additionalSection": {
            "title": "What Minor Chakras Does This Influence?",
            "content": "**Hridaya Minor Chakra**\nLocated slightly to the right of the physical heart. Associated with deeper spiritual devotion and unconditional love.\n\n**Thymus Chakra (Higher Heart)**\nLocated above the heart center. Linked to compassion, immunity, and energetic resilience. Gentle vibration near the sternum may symbolically support emotional release and breath awareness in this region.\n\nWhen to Work with the Heart Chakra (Anahata)?\nRecommended for individuals experiencing grief, emotional imbalance, resentment, emotional numbness, or relationship instability. It governs love, empathy, breath rhythm, and relational harmony.\n\nWho Should Work with This Pendant?\n◦ Individuals healing from heartbreak or emotional loss\n◦ Those working on forgiveness and emotional release\n◦ People seeking balance between independence and intimacy\n◦ Individuals experiencing shallow breathing due to stress\n◦ Those desiring emotional maturity and regulated compassion\n\nBest Spaces to Work on Heart Chakra Energy\n**Outdoor Spaces:** Gardens or open-air environments, under open sky, breezy natural surroundings.\n**Indoor Spaces:** Plant-filled rooms, calm ventilated areas, meditation corners.\n\nBest Times to Work with the Pendant\n◦ During breathwork or meditation\n◦ During journaling or emotional processing\n◦ Sunset hours (air element dominance)\n◦ Social gatherings where emotional grounding is needed\n\nSupportive Practices\n◦ Slow diaphragmatic breathing\n◦ Anulom Vilom pranayama\n◦ Seed mantra chanting: 'YAM'\n◦ Chest-opening yoga postures (Cobra, Bridge, Camel)\n◦ Gratitude reflection practices"
          },
          "specificDescription": "Worn close to the chest, the placement is intentional. In traditional energetic systems, the heart region is associated with balance, connection, and emotional steadiness. The geometry reflects symmetry and cohesion — forms long used in Indian art to represent wholeness. The design remains clean and lightweight, allowing the piece to rest comfortably for extended wear.",
          "additionalSectionTitle": "What Minor Chakras Does This Influence?",
          "additionalSectionContent": "**Hridaya Minor Chakra**\nLocated slightly to the right of the physical heart. Associated with deeper spiritual devotion and unconditional love.\n\n**Thymus Chakra (Higher Heart)**\nLocated above the heart center. Linked to compassion, immunity, and energetic resilience. Gentle vibration near the sternum may symbolically support emotional release and breath awareness in this region.\n\nWhen to Work with the Heart Chakra (Anahata)?\nRecommended for individuals experiencing grief, emotional imbalance, resentment, emotional numbness, or relationship instability. It governs love, empathy, breath rhythm, and relational harmony.\n\nWho Should Work with This Pendant?\n◦ Individuals healing from heartbreak or emotional loss\n◦ Those working on forgiveness and emotional release\n◦ People seeking balance between independence and intimacy\n◦ Individuals experiencing shallow breathing due to stress\n◦ Those desiring emotional maturity and regulated compassion\n\nBest Spaces to Work on Heart Chakra Energy\n**Outdoor Spaces:** Gardens or open-air environments, under open sky, breezy natural surroundings.\n**Indoor Spaces:** Plant-filled rooms, calm ventilated areas, meditation corners.\n\nBest Times to Work with the Pendant\n◦ During breathwork or meditation\n◦ During journaling or emotional processing\n◦ Sunset hours (air element dominance)\n◦ Social gatherings where emotional grounding is needed\n\nSupportive Practices\n◦ Slow diaphragmatic breathing\n◦ Anulom Vilom pranayama\n◦ Seed mantra chanting: 'YAM'\n◦ Chest-opening yoga postures (Cobra, Bridge, Camel)\n◦ Gratitude reflection practices"
        }
      ],
      "energy-curious": []
    },
    "productSettings": null,
    "createdAt": "2025-12-25T11:38:46.487Z",
    "updatedAt": "2026-02-18T20:19:18.812Z"
  },
  {
    "id": "101b9264-0fc8-4300-99af-4c877b82e41e",
    "slug": "grounding",
    "name": "Root Chakra",
    "tagline": "Stillness & Coherence",
    "sanskritName": "Muladhara",
    "tone": "Grounding",
    "location": "Base of spine",
    "element": "Earth",
    "mantra": "LAM",
    "symbol": "🜃",
    "description": "The Root Chakra is your foundation, connecting you to the earth and providing stability, security, and a sense of belonging.",
    "colors": {
      "dark": "#991B1B",
      "light": "#FEE2E2",
      "primary": "#DC2626",
      "gradient": "from-red-600 via-red-500 to-red-400"
    },
    "crystals": [
      "Red Jasper",
      "Hematite",
      "Black Tourmaline",
      "Garnet"
    ],
    "benefits": [
      "Security",
      "Vitality",
      "Grounding",
      "Stability",
      "Fearlessness"
    ],
    "products": [],
    "content": {
      "soul-luxury": [
        {
          "id": "root-wall-hanging-sl",
          "name": "Prithvi Aayam Wall Hanging",
          "step": 1,
          "ethos": ".",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771349759/blog_covers/us5pf3yjm9jvd8k6yf1f.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771333659/blog_covers/upjqncuairkapacr0z31.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771335746/blog_covers/yaeuxam6te1reh9ti4xn.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771316809/blog_covers/f8meaethwennzc1hz8mb.png"
          ],
          "category": "Wall Hanging",
          "features": [
            "."
          ],
          "variants": [],
          "whatItsFor": ".",
          "description": ".",
          "mobileImages": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771347018/blog_covers/u0o7dfgmxxbod68e9pyq.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771333691/blog_covers/rmejp7v8syc1gufmqp2p.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771334248/blog_covers/pp8vdrdf9jkhbylilsoe.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771347057/blog_covers/kfx2j8spyadwbaf65tsi.png",
            "",
            ""
          ],
          "sanskritName": "",
          "specifications": [
            {
              "key": "Product Name",
              "value": "Prithvi Aayam (Root/Muladhara Chakra) Wall Hanging"
            },
            {
              "key": "Product Type",
              "value": "Spiritual Wall Hanging"
            },
            {
              "key": "Material",
              "value": "Hand-moulded terracotta base, solid wood inscription element, and brass ghungroo bells."
            },
            {
              "key": "Finish",
              "value": "Acrylic Matte finish (Uniform, non-glossy surface designed for visual calm and longevity)"
            },
            {
              "key": "Color",
              "value": "Unified Aakaura colour tone with natural wood accents."
            },
            {
              "key": "Dimensions",
              "value": "Approx. 33 × 19 × 1 cm (Length × Width × Depth)"
            },
            {
              "key": "Weight",
              "value": "Approx. 450 grams"
            },
            {
              "key": "Crafting",
              "value": "Hand-crafted: Each piece is moulded, painted, and assembled manually."
            },
            {
              "key": "Durability",
              "value": "Long-lasting for indoor use — Stable structure with age-resistant brass elements"
            },
            {
              "key": "Care Instructions",
              "value": "Clean gently with a soft, dry cloth. Avoid water, moisture, chemicals, and perfumes."
            },
            {
              "key": "Packaging",
              "value": "Secure packaging"
            },
            {
              "key": "Ideal For",
              "value": "Meditation spaces, grounding practices, entrances, workspaces, spiritual décor, and intentional gifting."
            }
          ],
          "additionalSection": {
            "title": "Premium Detailing",
            "content": "Who Should Work on the Root Chakra?\n1. Individuals experiencing anxiety or fear.\n2. Those who feel constantly in survival mode, experience panic, or carry deep fears about safety or the future.\n3. People experiencing financial or career stress.\n4. Anyone facing instability related to money, work, or material security.\n5. Those feeling ungrounded or mentally scattered.\n6. Individuals who feel detached, restless, unfocused, or unable to settle into routines.\n7. People experiencing lower-body physical discomfort.\n8. Issues related to the lower back, hips, knees, feet, sciatica, or digestion (such as constipation).\n9. Individuals in major life transitions: Moving homes, changing jobs, ending relationships, or any shift that disrupts stability.\n10. Those with chronic insecurity or lack of belonging\n11. Feeling unsupported, unsafe, or disconnected from roots and structure.\n\nBest Spaces to Work on Root Chakra Energy:\nRoot chakra practices are most effective in environments that support grounding and physical presence.\nOutdoor Spaces\n- Grass, soil, or sand\n- Sitting under a tree with back support\n- Quiet forests or hills\nIndoor Spaces\n- A clean, organized corner that feels safe\n- Seating closer to the floor\n- A dedicated yoga or meditation area\n- Gardening spaces or contact with soil\n\nSymbolism:\nRepresents grounding, stability, continuity, and the infinite foundation of existence\n\nFour-Petaled Lotus (Muladhara Symbol):\nRepresents the four fundamental psychic functions of the human mind:\nManas (Mind)\nBuddhi (Intellect)\nChitta (Conscious Awareness)\nAhamkara (Sense of Self)\n\nSquare Mandala:\nSymbol of the Earth element (Prithvi) — solidity, structure, stability, and physical existence.\n\nDownward-Pointing Triangle:\nRepresents the downward flow of energy, grounding consciousness into the body and material reality.\n\nBrass Ghunghroo Clusters:\nThree anchoring points, each adorned with three traditional brass ghunghroo bells.\nDesigned to create subtle vibrational awareness rather than loud sound.\n\nWooden Inscription Element:\nA solid wooden log plaque, engraved with:\n“Grounded.” (English); “स्थिर (Sthir)” — meaning steady, stable, unmoving\n\nWhen to Work with the Root Chakra (Muladhara)?\nWorking on the Root Chakra (Muladhara) is recommended for individuals experiencing instability, anxiety, insecurity, or excessive scattered energy. As the foundation of the entire energy system, it governs survival, safety, physical grounding, and one’s relationship with the material world.\nIt is located at the base of the spine and forms the energetic base for all higher functions.\n\nBest Times to Work on the Root Chakra:\n- Morning, to establish stability for the day\n- During moments of stress or fear\n- Consistent practice, ideally 1–2 times per week or more during unstable phases\n\nSupportive Practices:\n1. Grounding visualizations (energy flowing downward into the earth)\n2. Standing yoga postures such as Mountain, Tree, and Warrior poses\n3. Seed mantra chanting: “LAM”\n4. Warm oil self-massage on legs and feet to calm the nervous system"
          },
          "specificDescription": "A handcrafted terracotta piece symbolizing grounding, safety, and inner strength.\nDesigned around the Muladhara chakra geometry, it carries the energy of security and physical presence.\n\nThe sacred four-petal lotus represents stability and foundation.   m,m.The four petals represent the four fundamental aspects of the human mind: Manas (mind), dhi (intellect), Chitta (consciousness), and Ahamkara (ego). At the center, the square represents the earth element, associated with survival, grounding, and structure. The inverted triangle represents the downward flow of energy, grounding consciousness into the body and material reality. As the foundation chakra, Muladhara governs stability, resilience, and the sense of belonging.\n\nFinished with soft bells and a wooden plaque engraved with “स्थिर” (Grounded): a reminder that strength begins at the root.",
          "additionalSectionTitle": "Premium Detailing",
          "additionalSectionContent": "Who Should Work on the Root Chakra?\n1. Individuals experiencing anxiety or fear.\n2. Those who feel constantly in survival mode, experience panic, or carry deep fears about safety or the future.\n3. People experiencing financial or career stress.\n4. Anyone facing instability related to money, work, or material security.\n5. Those feeling ungrounded or mentally scattered.\n6. Individuals who feel detached, restless, unfocused, or unable to settle into routines.\n7. People experiencing lower-body physical discomfort.\n8. Issues related to the lower back, hips, knees, feet, sciatica, or digestion (such as constipation).\n9. Individuals in major life transitions: Moving homes, changing jobs, ending relationships, or any shift that disrupts stability.\n10. Those with chronic insecurity or lack of belonging\n11. Feeling unsupported, unsafe, or disconnected from roots and structure.\n\nBest Spaces to Work on Root Chakra Energy:\nRoot chakra practices are most effective in environments that support grounding and physical presence.\nOutdoor Spaces\n- Grass, soil, or sand\n- Sitting under a tree with back support\n- Quiet forests or hills\nIndoor Spaces\n- A clean, organized corner that feels safe\n- Seating closer to the floor\n- A dedicated yoga or meditation area\n- Gardening spaces or contact with soil\n\nSymbolism:\nRepresents grounding, stability, continuity, and the infinite foundation of existence\n\nFour-Petaled Lotus (Muladhara Symbol):\nRepresents the four fundamental psychic functions of the human mind:\nManas (Mind)\nBuddhi (Intellect)\nChitta (Conscious Awareness)\nAhamkara (Sense of Self)\n\nSquare Mandala:\nSymbol of the Earth element (Prithvi) — solidity, structure, stability, and physical existence.\n\nDownward-Pointing Triangle:\nRepresents the downward flow of energy, grounding consciousness into the body and material reality.\n\nBrass Ghunghroo Clusters:\nThree anchoring points, each adorned with three traditional brass ghunghroo bells.\nDesigned to create subtle vibrational awareness rather than loud sound.\n\nWooden Inscription Element:\nA solid wooden log plaque, engraved with:\n“Grounded.” (English); “स्थिर (Sthir)” — meaning steady, stable, unmoving\n\nWhen to Work with the Root Chakra (Muladhara)?\nWorking on the Root Chakra (Muladhara) is recommended for individuals experiencing instability, anxiety, insecurity, or excessive scattered energy. As the foundation of the entire energy system, it governs survival, safety, physical grounding, and one’s relationship with the material world.\nIt is located at the base of the spine and forms the energetic base for all higher functions.\n\nBest Times to Work on the Root Chakra:\n- Morning, to establish stability for the day\n- During moments of stress or fear\n- Consistent practice, ideally 1–2 times per week or more during unstable phases\n\nSupportive Practices:\n1. Grounding visualizations (energy flowing downward into the earth)\n2. Standing yoga postures such as Mountain, Tree, and Warrior poses\n3. Seed mantra chanting: “LAM”\n4. Warm oil self-massage on legs and feet to calm the nervous system"
        },
        {
          "id": "grounding-muffler-sl",
          "name": "Aamvaraah Muffler: Red",
          "step": 3,
          "ethos": ".",
          "price": ".",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1770784422/IMG_20260211_094117_oqyfxh.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1770784428/IMG_20260211_093923_bal7k3.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1770784405/IMG_20260211_094341_xo8fvo.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771331007/blog_covers/g7q6xsfjfiuwfsrmwzef.png"
          ],
          "category": "Muffler",
          "features": [
            "."
          ],
          "variants": [],
          "whatItsFor": ".",
          "description": "“Aam”: in Sanskrit-rooted sound memory, it echoes raw, primordial, original. The untouched state.\n“Var”: can imply chosen, blessing, that which is worthy.\n“Raah”: path, journey, direction.\n\nSo within Aakaura’s philosophy, Aamvaraah becomes:\n“The chosen path back to your original warmth.”",
          "mobileImages": [
            "",
            "",
            "",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771331019/blog_covers/yuc4br24zhuiwthhytkh.png"
          ],
          "sanskritName": "",
          "specifications": [
            {
              "key": "Product Name",
              "value": "Aamvaraah Muffler"
            },
            {
              "key": "Product Type",
              "value": "Unisex Winter Muffler"
            },
            {
              "key": "Material",
              "value": "Premium wool blend"
            },
            {
              "key": "Texture",
              "value": "Soft, dense, and insulating"
            },
            {
              "key": "Warmth Level",
              "value": "High – suitable for cold winter weather"
            },
            {
              "key": "Size",
              "value": "One size"
            },
            {
              "key": "Dimensions",
              "value": "75 inches (including tassels) × 6 inches"
            },
            {
              "key": "Weight",
              "value": "250 gms (Light weight)"
            },
            {
              "key": "Gender",
              "value": "Unisex"
            },
            {
              "key": "Care Instructions",
              "value": "Dry clean recommended. Do not machine wash or bleach."
            },
            {
              "key": "Packaging",
              "value": "Secure packaging"
            }
          ],
          "additionalSection": {
            "title": "Premium Detailing",
            "content": "Why the neck matters?\nThe neck is one of the most sensitive and functionally important areas of the body. It contains major blood vessels that regulate blood flow to the brain.\nIt is closely connected to the nervous system, including pathways that influence calm and stress response. It is a key zone for heat regulation — the body loses warmth quickly when the neck is exposed.\n\nCovering the neck helps maintain thermal balance and overall comfort, especially in colder environments. This is why mufflers have traditionally been used as a protective layer, not just an accessory.\n\nThe design prioritizes:\n- Even insulation\n- Soft contact with skin\n- Ease of movement throughout the day\n\nThe role of colour in daily wear:\nColour isn’t just visual- it subtly influences how we feel and experience our surroundings.\nFrom a scientific and psychological perspective:\n- Colours affect mood and perception through visual processing in the brain.\n- Clothing colours remain in our peripheral vision, influencing comfort and focus throughout the day.\n- Certain colour tones are widely associated with calm, warmth, or stability across cultures.\n\nWhy Aakaura uses chakra-aligned colour palettes?\nChakras are used here as symbolic frameworks, not medical claims.\nEach Aamvaraah colour is chosen because it:\n- Aligns with widely understood emotional and psychological associations\n- Reflects traditional colour symbolism rooted in Indian knowledge systems\n- Allows customers to choose a tone that matches their personal preference or daily intention\n\nWhy Aamvaraah exists?\nAamvaraah is made for people who value:\n- Practical warmth\n- Thoughtful design\n- Subtle meaning integrated into everyday wear\nIt is not about fixing or changing anything- it is about comfort, awareness, and conscious choice."
          },
          "specificDescription": "Woven in the quiet strength of the Himalayas, the Aamvaraah Muffler carries the warmth of high-altitude winters and the patience of hands that know the land. A muffler isn’t fashion first. It’s protection. It guards the throat — the Vishuddha chakra — your voice, your truth, your breath in cold air. Traditionally, warmth around the neck has always symbolized care, safety, belonging. Our grandparents wrapped shawls with intention, not aesthetics.\n\nMade from a felt wool blend, it is created for real winters…dense, insulating, and deeply comforting. The kind of warmth that does not rush, but settles. The kind of warmth that feels steady, protective, and grounding.\n\n'Aamvaraah' is made to endure…to wrap you in warmth while allowing you to remain inward, still, and aware.\n\nWear it as a layer of winter.\nCarry it as a layer of expression.\n",
          "additionalSectionTitle": "Premium Detailing",
          "additionalSectionContent": "Why the neck matters?\nThe neck is one of the most sensitive and functionally important areas of the body. It contains major blood vessels that regulate blood flow to the brain.\nIt is closely connected to the nervous system, including pathways that influence calm and stress response. It is a key zone for heat regulation — the body loses warmth quickly when the neck is exposed.\n\nCovering the neck helps maintain thermal balance and overall comfort, especially in colder environments. This is why mufflers have traditionally been used as a protective layer, not just an accessory.\n\nThe design prioritizes:\n- Even insulation\n- Soft contact with skin\n- Ease of movement throughout the day\n\nThe role of colour in daily wear:\nColour isn’t just visual- it subtly influences how we feel and experience our surroundings.\nFrom a scientific and psychological perspective:\n- Colours affect mood and perception through visual processing in the brain.\n- Clothing colours remain in our peripheral vision, influencing comfort and focus throughout the day.\n- Certain colour tones are widely associated with calm, warmth, or stability across cultures.\n\nWhy Aakaura uses chakra-aligned colour palettes?\nChakras are used here as symbolic frameworks, not medical claims.\nEach Aamvaraah colour is chosen because it:\n- Aligns with widely understood emotional and psychological associations\n- Reflects traditional colour symbolism rooted in Indian knowledge systems\n- Allows customers to choose a tone that matches their personal preference or daily intention\n\nWhy Aamvaraah exists?\nAamvaraah is made for people who value:\n- Practical warmth\n- Thoughtful design\n- Subtle meaning integrated into everyday wear\nIt is not about fixing or changing anything- it is about comfort, awareness, and conscious choice.\n"
        },
        {
          "id": "grounding-bonsai-sl",
          "name": "Aarohma Ekam Bonsai: Root (Muladhara) Chakra",
          "step": 2,
          "ethos": ".",
          "price": ".",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1770794103/IMG_20260211_124241_veblum.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1770775551/IMG_20260211_073310_la5fff.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1770775552/IMG_20260211_073412_dsua0t.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1770776772/IMG_20260211_072049_t2dzsk.png"
          ],
          "category": "Bonsai",
          "features": [
            "."
          ],
          "variants": [],
          "whatItsFor": ".",
          "description": ".",
          "mobileImages": [
            "",
            "",
            "",
            "",
            ""
          ],
          "sanskritName": "",
          "specifications": [
            {
              "key": "Product Name",
              "value": "Aarohma Ekam Bonsai: Root (Muladhara) Chakra"
            },
            {
              "key": "Product Type",
              "value": "Chakra-Inspired Living Bonsai"
            },
            {
              "key": "Plant Type",
              "value": "Adenium (Desert Rose)"
            },
            {
              "key": "Material",
              "value": "Live Adenium bonsai, terracotta pot, aura-toned yarn (Red), minimal decorative elements"
            },
            {
              "key": "Texture",
              "value": "Natural (plant & terracotta) with soft yarn detailing"
            },
            {
              "key": "Dimensions",
              "value": "Approx. 8–12 inches in height (including pot and adornment)"
            },
            {
              "key": "Weight",
              "value": "Weight:  Lightweight to medium (varies slightly due to live plant and handcrafted elements)"
            },
            {
              "key": "Packaging",
              "value": "Secure, protective packaging designed for live plants"
            },
            {
              "key": "Care Instructions",
              "value": "Place in bright, indirect sunlight Water sparingly; allow soil to dry between watering Avoid overwatering and prolonged damp conditions Protect from extreme cold"
            }
          ],
          "additionalSection": {
            "title": "Premium Detailing",
            "content": "Environmental Conditioning & Security Association:\nBehavioral research demonstrates that consistent environmental cues shape emotional states (Wood & Neal, 2007).\nPlaced in:\n- Entryways\n- Offices\n- Study spaces\n- Personal grounding areas\n\nThis bonsai may become associated with:\n- Stability under pressure\n- Focused task initiation\n- Reduced reactive decision-making\n\nLiving Core & Structural Resilience:\nAt the center is a living Adenium bonsai, distinguished by its thick caudex; a natural adaptation for survival in harsh, dry climates.\nBotanically, the caudex:\n1. Stores water and nutrients\n2. Buffers against environmental instability\n3. Regulates slow, sustainable growth\n\nThis biological resilience mirrors the functional theme of the root — security through preparedness.\n\nFrom a biophilic design standpoint, exposure to living plant systems has been shown to:\n1. Reduce stress reactivity\n2. Increase feelings of environmental safety\n3. Improve attentional steadiness\n(Ulrich et al., 1991; Kaplan & Kaplan, 1989)\n\nSecurity is not abstract. It begins with regulated systems.\n\nRed Spectrum & Survival Signaling:\nDeep red tones dominate this composition intentionally.\n\nFrom a neurobiological perspective:\nRed is the longest visible wavelength (~620–750 nm).\nIt is highly attention-grabbing and physiologically activating.\nRed has historically been associated with urgency, survival, and dominance signaling.\n(Elliot & Maier, 2014)\nHowever, when deepened into earthy red and grounded with clay tones, red shifts from aggression to stability.\nIt becomes strength… not alarm.\nControlled red signals vitality and presence without overstimulation.\n\nBase-Weighted Composition & Visual Grounding:\nThe structure begins visually close to the base before rising.\nIn design psychology, bottom-weighted compositions communicate:\n1. Stability\n2. Reliability\n3. Structural confidence\n\nA low center of gravity reduces perceptual tension. The brain reads grounded objects as safer and more secure.\nGrowth here is deliberate.\nFoundation precedes expansion.\n\nSpiral Geometry & Measured Ascent:\nThe spiral rises slowly and steadily rather than sharply.\nCurvilinear motion reduces perceived threat compared to angular forms (Vartanian et al., 2013). The gradual ascent reinforces:\n1. Progressive growth\n2. Layered development\n3. Controlled upward movement\n\nRapid elevation without grounding feels unstable. Gradual rise feels earned.\n\nSuspended Elements & Adaptive Stability:\nThe suspended yarn elements introduce subtle motion.\nEven grounded systems must remain responsive.\nFrom a systems perspective, rigid structures fail under stress; adaptive structures absorb change.\nThe gentle kinetic aspect symbolizes flexibility within the foundation. True stability is dynamic, not frozen.\n\nTerracotta Base & Material Density:\nThe handcrafted terracotta pot reinforces weight and material authenticity.\nClay:\n- Diffuses light softly\n- Adds mineral density to the visual composition\n- Anchors red tones through earth-based harmony\n- Earth tones psychologically signal natural environments; environments historically associated with safety and resource availability.\n- Grounding is not symbolic. It is evolutionary."
          },
          "specificDescription": "The Root Chakra Aarohma Ekam Bonsai represents stability, grounding, and a sense of inner security. Designed around the root chakra’s symbolic language, this piece uses deep red and earthy tones to reflect strength, survival, and connection to the physical world. The form begins close to the base, emphasizing grounding before growth. The spiral detailing rises slowly, reinforcing the idea that stability comes first. The Adenium bonsai, known for its strong caudex and resilience, naturally supports this theme- storing water, growing patiently, and thriving with minimal excess. Suspended yarn elements introduce gentle movement, reminding us that even grounded energy is alive and responsive. The terracotta pot anchors the piece, reinforcing a sense of weight, presence, and earth connection. Ideal for entryways, workspaces, or areas where you seek steadiness and focus. Root Chakra Aarohma Ekam is a reminder that growth is strongest when the foundation is secure.",
          "additionalSectionTitle": "Premium Detailing",
          "additionalSectionContent": "Environmental Conditioning & Security Association:\nBehavioral research demonstrates that consistent environmental cues shape emotional states (Wood & Neal, 2007).\nPlaced in:\n- Entryways\n- Offices\n- Study spaces\n- Personal grounding areas\n\nThis bonsai may become associated with:\n- Stability under pressure\n- Focused task initiation\n- Reduced reactive decision-making\n\nLiving Core & Structural Resilience:\nAt the center is a living Adenium bonsai, distinguished by its thick caudex; a natural adaptation for survival in harsh, dry climates.\nBotanically, the caudex:\n1. Stores water and nutrients\n2. Buffers against environmental instability\n3. Regulates slow, sustainable growth\n\nThis biological resilience mirrors the functional theme of the root — security through preparedness.\n\nFrom a biophilic design standpoint, exposure to living plant systems has been shown to:\n1. Reduce stress reactivity\n2. Increase feelings of environmental safety\n3. Improve attentional steadiness\n(Ulrich et al., 1991; Kaplan & Kaplan, 1989)\n\nSecurity is not abstract. It begins with regulated systems.\n\nRed Spectrum & Survival Signaling:\nDeep red tones dominate this composition intentionally.\n\nFrom a neurobiological perspective:\nRed is the longest visible wavelength (~620–750 nm).\nIt is highly attention-grabbing and physiologically activating.\nRed has historically been associated with urgency, survival, and dominance signaling.\n(Elliot & Maier, 2014)\nHowever, when deepened into earthy red and grounded with clay tones, red shifts from aggression to stability.\nIt becomes strength… not alarm.\nControlled red signals vitality and presence without overstimulation.\n\nBase-Weighted Composition & Visual Grounding:\nThe structure begins visually close to the base before rising.\nIn design psychology, bottom-weighted compositions communicate:\n1. Stability\n2. Reliability\n3. Structural confidence\n\nA low center of gravity reduces perceptual tension. The brain reads grounded objects as safer and more secure.\nGrowth here is deliberate.\nFoundation precedes expansion.\n\nSpiral Geometry & Measured Ascent:\nThe spiral rises slowly and steadily rather than sharply.\nCurvilinear motion reduces perceived threat compared to angular forms (Vartanian et al., 2013). The gradual ascent reinforces:\n1. Progressive growth\n2. Layered development\n3. Controlled upward movement\n\nRapid elevation without grounding feels unstable. Gradual rise feels earned.\n\nSuspended Elements & Adaptive Stability:\nThe suspended yarn elements introduce subtle motion.\nEven grounded systems must remain responsive.\nFrom a systems perspective, rigid structures fail under stress; adaptive structures absorb change.\nThe gentle kinetic aspect symbolizes flexibility within the foundation. True stability is dynamic, not frozen.\n\nTerracotta Base & Material Density:\nThe handcrafted terracotta pot reinforces weight and material authenticity.\nClay:\n- Diffuses light softly\n- Adds mineral density to the visual composition\n- Anchors red tones through earth-based harmony\n- Earth tones psychologically signal natural environments; environments historically associated with safety and resource availability.\n- Grounding is not symbolic. It is evolutionary."
        },
        {
          "id": "grounding-sl-4",
          "name": "Aamvaraah Neck Warmer: Red",
          "step": 4,
          "ethos": ".",
          "price": "",
          "images": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771403297/blog_covers/tnl4sbisobaamokcwgjh.jpg",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771330330/blog_covers/ohm3tq9kk5bhv71ctrgu.png"
          ],
          "category": "Neck Warmer",
          "features": [
            "."
          ],
          "variants": [],
          "whatItsFor": ".",
          "description": "\n",
          "mobileImages": [
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771317709/blog_covers/xhhahwbnjlldve8urfut.png",
            "https://res.cloudinary.com/dbpnjohhr/image/upload/v1771315004/blog_covers/norqdt8lquiet97bbk3k.png",
            ""
          ],
          "sanskritName": "",
          "specifications": [
            {
              "key": "Product Name",
              "value": "Aamvaraah Neck Warmer"
            },
            {
              "key": "Product Type",
              "value": "Unisex Winter Neck Warmer"
            },
            {
              "key": "Material",
              "value": "Premium wool blend"
            },
            {
              "key": "Texture",
              "value": "Soft, dense, and insulating"
            },
            {
              "key": "Warmth Level",
              "value": "High – suitable for cold winter weather"
            },
            {
              "key": "Size",
              "value": "One size"
            },
            {
              "key": "Dimensions",
              "value": "9 inches × 4.5 inches"
            },
            {
              "key": "Weight",
              "value": "40 gms (Light weight)"
            },
            {
              "key": "Gender",
              "value": "Unisex"
            },
            {
              "key": "Care Instructions",
              "value": "Dry clean recommended. Do not machine wash or bleach."
            },
            {
              "key": "Packaging",
              "value": "Secure packaging"
            }
          ],
          "additionalSection": {
            "title": "Premium Detailing",
            "content": "Why the neck matters?\nThe neck is one of the most sensitive and functionally important areas of the body.\nIt contains major blood vessels that regulate blood flow to the brain.\nIt is closely connected to the nervous system, including pathways that influence calm and stress response.\nIt is a key zone for heat regulation — the body loses warmth quickly when the neck is exposed.\n\nCovering the neck helps maintain thermal balance and overall comfort, especially in colder environments.\n\nWhy use a neck warmer?\nAamvaraah is designed to sit comfortably around the neck, providing steady warmth without bulk. If you don’t want the hassle of a muffler, go easy with a neck warmer.\nIts purpose is simple: to support the body where regulation and comfort meet.\nThe design prioritizes:\n- Even insulation\n- Soft contact with skin\n- Ease of movement throughout the day\n\nThe role of colour in daily wear:\nColour isn’t just visual- it subtly influences how we feel and experience our surroundings.\nFrom a scientific and psychological perspective:\n- Colours affect mood and perception through visual processing in the brain\n- Clothing colours remain in our peripheral vision, influencing comfort and focus throughout the day\n- Certain colour tones are widely associated with calm, warmth, or stability across cultures\n\nWhy Aakaura uses chakra-aligned colour palettes?\nChakras are used here as symbolic frameworks, not medical claims.\nEach Aamvaraah colour is chosen because it:\n- Aligns with widely understood emotional and psychological associations\n- Reflects traditional colour symbolism rooted in Indian knowledge systems\n- Allows customers to choose a tone that matches their personal preference or daily intention\n\n\nWhy Aamvaraah exists?\nAamvaraah is made for people who value:\n- Practical warmth\n- Thoughtful design\n- Subtle meaning integrated into everyday wear\nIt is not about fixing or changing anything- it is about comfort, awareness, and conscious choice."
          },
          "specificDescription": "Crafted in the stillness of the Himalayas, the Aamvaraah Neck Warmer is designed to protect what is most exposed…your breath, your voice, your center of warmth.\nMade from a felt wool blend, it offers dense insulation without heaviness. It wraps closely, gently, creating a cocoon against winter winds while allowing the body to remain at ease. This is warmth that stays with you, not around you.\nIn many traditions, the neck is a passage—between thought and expression, breath and word. Aamvaraah honours this space. It does not constrict. It supports. It shields without being overwhelming.\nWear it close.\nBreathe slower.\nLet warmth become stillness.",
          "additionalSectionTitle": "Premium Detailing",
          "additionalSectionContent": "Why the neck matters?\nThe neck is one of the most sensitive and functionally important areas of the body.\nIt contains major blood vessels that regulate blood flow to the brain.\nIt is closely connected to the nervous system, including pathways that influence calm and stress response.\nIt is a key zone for heat regulation — the body loses warmth quickly when the neck is exposed.\n\nCovering the neck helps maintain thermal balance and overall comfort, especially in colder environments.\n\nWhy use a neck warmer?\nAamvaraah is designed to sit comfortably around the neck, providing steady warmth without bulk. If you don’t want the hassle of a muffler, go easy with a neck warmer.\nIts purpose is simple: to support the body where regulation and comfort meet.\nThe design prioritizes:\n- Even insulation\n- Soft contact with skin\n- Ease of movement throughout the day\n\nThe role of colour in daily wear:\nColour isn’t just visual- it subtly influences how we feel and experience our surroundings.\nFrom a scientific and psychological perspective:\n- Colours affect mood and perception through visual processing in the brain\n- Clothing colours remain in our peripheral vision, influencing comfort and focus throughout the day\n- Certain colour tones are widely associated with calm, warmth, or stability across cultures\n\nWhy Aakaura uses chakra-aligned colour palettes?\nChakras are used here as symbolic frameworks, not medical claims.\nEach Aamvaraah colour is chosen because it:\n- Aligns with widely understood emotional and psychological associations\n- Reflects traditional colour symbolism rooted in Indian knowledge systems\n- Allows customers to choose a tone that matches their personal preference or daily intention\n\n\nWhy Aamvaraah exists?\nAamvaraah is made for people who value:\n- Practical warmth\n- Thoughtful design\n- Subtle meaning integrated into everyday wear\nIt is not about fixing or changing anything- it is about comfort, awareness, and conscious choice."
        }
      ],
      "energy-curious": []
    },
    "productSettings": {
      "grounding-sl-1": {
        "updatedAt": "2025-12-26T03:30:29.975Z",
        "updatedBy": "eba38953-fd37-42ac-9575-7815828514cf",
        "isWaitlist": false
      },
      "grounding-sl-2": {
        "updatedAt": "2025-12-26T03:30:34.889Z",
        "updatedBy": "eba38953-fd37-42ac-9575-7815828514cf",
        "isWaitlist": false
      },
      "grounding-muffler-sl": {
        "updatedAt": "2026-02-13T18:00:37.898Z",
        "updatedBy": "admin@example.com",
        "isWaitlist": false
      },
      "root-wall-hanging-sl": {
        "updatedAt": "2026-02-19T08:23:12.341Z",
        "updatedBy": "admin@example.com",
        "isWaitlist": true
      }
    },
    "createdAt": "2025-12-25T11:38:45.374Z",
    "updatedAt": "2026-02-19T09:05:28.389Z"
  }
]